{
  "label": "علم النحو — تعريف الكلام وأقسامه (مُحسّن) - nahw4",
  "concepts": {
    "تعريف_الاسم": "الاسم: كلمة تدل على ذات أو معنى مستقل لا يدل على زمن، سواء كانت علمًا أو نكرة أو معرفة أو صفة أو موضعًا، ويشمل أسماء الأشخاص والأعيان والمعاني الثابتة.",
    "تعريف_الحرف": "الحرف: كلمة لا تدلّ وحدها على معنى مستقل بل تربط أو تحدد علاقة بين جمل أو كلمات (من، إلى، في، الباء، الواو...).",
    "تعريف_الفعل": "الفعل: كلمة تدلُّ على حدث مرتبط بزمن (ماضٍ، مضارع، أمر)، وتتميز عنها بقبول علامات تدل على الزمن أو الصيغة.",
    "شروط_الكلام": "حدوث لفظ مكتوب أو منطوق + تركيب مترابط للكلمات + إفادة معنى تام (يفرق الكلام عن مجرد همس أو إشارة).",
    "الوضع_العربي": "سياق اللغة العربية وقواعدها التي تؤثر في تشكيل العلامات والإعراب (الكتابة، التشكيل، وحالات الاعراب المختلفة)."
  },
  "generalRule": "القاعدة العامة: تُعرَّف الكلمة اسمًا أو فعلًا أو حرفًا بحسب مدلولها الوظيفي في الجملة: إن دلّت على زمن ففعل، وإن دلّت على معنى مستقل بلا زمن فاسم، وإن كانت رابطة أو أداة فحرف.",
  "examples": [
    {
      "label": "تعريف الكلام عند أهل النحو",
      "تعريف": "ما يدل عن معنىٍ مُستقلٍّ مرتبطٍ بزمنٍ أو غير مرتبط. عمليًا: تركيب لفظي مفيد يُكتب أو يُنطق ليبلغ معنىً متكاملاً.",
      "أهمية": "تمييز الكلام يساعد في اختيار المنهج الإعرابي: هل نُعرب أجزاء النص أم نعتبره غير كلامي؟",
      "أسرار": "الكلم الواحدة قد لا تكون كلامًا إن لم تفِ بشروط الإفادة والتركيب؛ أما الجملة المقتضبة كـ 'يا رب' فقد تكون كلامًا إذا حملت معنىً وواقعًا.",
      "example": "الكتابُ مفيدٌ",
      "meaning": "الجملة تفيد حكمًا عن حالة الكتاب دون الإحالة إلى زمن الفعل.",
      "expansion": {
        "howPreservesMeaning": "التفريق بين اللفظ والكلام يمنع إلباس المعاني على ما لا يستحق الإعراب.",
        "howShowsWisdom": "فهم الكلام يتطلب التمييز بين الألفاظ المفردة والعبارات المركبة ذات المعنى المطروح."
      },
      "source": "الصورة nahw4"
    },
    {
      "label": "شروط الكلام",
      "تعريف": "ثلاثة شروط: لفظ صادر أو مكتوب + تركيب يُوصل معاني بين الكلمات + إفادة معنى تام.",
      "أهمية": "تُستخدم لتمييز ما إذا كان على المحلل أن يعرب المقاطع أو يعتبرها مجرد ألفاظ غير مُعبرة.",
      "أمثلة": [
        "همس غير مفهوم (ليس كلامًا لأنّه لا يفيد معنى تامًا).",
        "يا رب (قد يكون كلامًا إذا حَمَلَ نيةً ودلالةً واضحة)."
      ],
      "expansion": {
        "howPreservesMeaning": "التأكيد على الشروط يمنع الخطأ في اعتبار شيء كلامًا وإعرابه عن غير استحقاق.",
        "howShowsWisdom": "أن يبدأ الناظر بتحديد هل العبارة 'كلام' أم 'لفظ' يسهّل عملية الإعراب."
      },
      "source": "الصورة nahw4"
    },
    {
      "label": "الاسم (تفصيل علامات وامثلة)",
      "تعريف": "الاسم: كل كلمة تدلّ على ذات أو معنى مستقل دون الإشارة الظاهرة للزمن.",
      "أهمية": "معرفة علامة الاسم تمكّن من تحديد الوظائف النحوية: مبتدأ، خبر، مفعول به، مضاف إليه، مجرور... إلخ.",
      "أسرار": "بعض الألفاظ يمكن أن تُعامل كأسماء أو أفعال أو حروف بحسب السياق، فالوظيفة السياقية هي الفيصل.",
      "علامات": "التنوين، القبول للجر، القبول للأل، الإسناد، القبول للنداء، القبول للإضافة، إمكان التصغير...",
      "أمثلة": [
        {
          "example": "كتابٌ مفيدٌ",
          "correct": "كتابٌ: مبتدأ مرفوعٌ بالتنوين، مفيدٌ: خبر مرفوع",
          "if_wrong": "لو أُعرب 'الكتابَ' في محل مبتدأ لفسدت الجملة؛ أو لو حُوّل التنوين إلى أل يصبح معرفةً فتختلف الدلالة (من عام إلى مخصوص).",
          "meaning": "العبارة تصف حالة الكتاب (صفة).",
          "spiritual": "التدبر: العلم ككتاب ثمين، مفاهيم بسيطة تحمل حكمة.",
          "expansion": {
            "howPreservesMeaning": "التنوين يوضح أن الاسم نكرة إن لم تُضاف إليه أداة تعريف.",
            "howShowsWisdom": "فهم العلامات يُسهل إظهار وظيفة الاسم في الجملة."
          },
          "source": "الصورة nahw4"
        },
        {
          "example": "أبو بكرُ رضي الله عنه",
          "correct": "أبو بكرُ: اسم علم مرفوع (مبتدأ أو مبتدأ مُستأنف)، رضي الله عنه: جملة فعلية أو دعاء تابعة.",
          "if_wrong": "سوء العلامة قد يغيّر موقع الاسم ويفقد الجملة طبيعتها السردية والتاريخية.",
          "meaning": "اسم علم يدل على شخص محدد.",
          "spiritual": "الإحترام اللفظي في السيرة والرواية.",
          "expansion": {
            "howPreservesMeaning": "الاسم العلم يحافظ على هوية الشخصية داخل النص التاريخي.",
            "howShowsWisdom": "التعامل مع أسماء الأشخاص يتطلب دقة نحوية للحفاظ على السند."
          },
          "source": "الصورة nahw4"
        }
      ],
      "source": "الصورة nahw4"
    },
    {
      "label": "الحرف (تفصيل)",
      "تعريف": "الحرف أداة لا تقوم بذاتها دلالة، بل تربط وتحدد علاقة (حروف الجر، أدوات العطف، حرف النفي... ).",
      "أهمية": "الحروف تشكل جسور المعنى بين الكلمات وتؤثر مباشرة في إعراب الاسم أو الفعل التالي.",
      "أسرار": "الحرف لا يقبل علامات الاسم أو الفعل، ودوره وظيفي صرفًا نحوياً لا دلاليًا مستقلاً.",
      "أمثلة": [
        {
          "example": "جاء القومُ في المساءِ",
          "correct": "في: حرف جر، المساءِ: اسم مجرور وعلامة جره الكسرة",
          "if_wrong": "حذف 'في' أو تغييره يُغير معنى الزمان أو المكان.",
          "meaning": "الجملة تفيد حدوث الفعل في وقتٍ معين.",
          "expansion": {
            "howPreservesMeaning": "حرف الجر يحدد علاقة الفعل بالمكان/الزمان ويمنع التوهان الدلالي.",
            "howShowsWisdom": "الانتباه للحروف يقود إلى فهم أدق للنص."
          },
          "source": "الصورة nahw4"
        },
        {
          "example": "على: حرف يدل على الاستعلاء أو المكان بحسب السياق",
          "correct": "يُربط بجملة أو اسم لتحديد العلاقة (على: ظرف/حكم موضعي).",
          "if_wrong": "استعماله خطأً يغيّر المعنى أو يسبب غموضًا وظيفيًا.",
          "meaning": "بين تحديد علاقة الاعتماد أو المكان أو السبب.",
          "spiritual": "تدبر: الحروف تشكّل روابط بين أفكار النص، فلا تُهمل."
        }
      ],
      "source": "الصورة nahw4"
    },
    {
      "label": "الفعل (تفصيل)",
      "تعريف": "الفعل: كلمة تدل على وقوع شيء في زمن: ماضٍ أو مضارع أو أمر.",
      "أهمية": "تحديد الفعل يبني سياق الزمن ويظهر الفاعل والمفعول.",
      "أسرار": "بعض الكلمات التي تبدو أفعالًا قد تُعامل أسماءً في تراكيب خاصة (مصدر، اسم مفعول...) ويتوقف ذلك على السياق.",
      "أمثلة": [
        {
          "example": "كتبَ الأستاذُ الدرسَ",
          "correct": "كتبَ: فعل ماضٍ، الأستاذُ: فاعل مرفوع، الدرسَ: مفعول به منصوب",
          "if_wrong": "لو أُعرب 'الدرسُ' بدلًا من 'الدرسَ' تتبدّل العلاقة ويصير المعنى مختلفًا.",
          "meaning": "وقوع فعل الكتابة في الماضي من قِبل الأستاذ.",
          "spiritual": "ربط العمل والمعرفة والواجب في الحقل التعليمي.",
          "expansion": {
            "howPreservesMeaning": "إيضاح الفعل والفاعل يحفظ سبب وقوع الفعل وسياقه.",
            "howShowsWisdom": "تمييز متعدٍ من لازم يمنع أخطاء الإسناد."
          },
          "source": "الصورة nahw4"
        },
        {
          "example": "اجلسْ يا طالبُ",
          "correct": "اجلسْ: فعل أمر، يا طالبُ: منادى منصوب أو مرفوع بحسب نوع المنادى",
          "if_wrong": "خلط علامات الأمر أو منادى قد يضعف الطلب أو يغيره.",
          "meaning": "أمر موجه للطالب بالجلسة.",
          "spiritual": "يُظهر وجه الطلب والنهي داخل النصوص العلمية."
        }
      ],
      "source": "الصورة nahw4"
    },
    {
      "label": "الاستنتاج (خلاصة الدرس)",
      "تعريف": "خلاصة: الاسم يدل عمومًا على معنى مستقل، الفعل يدل على حدث مرتبط بزمن، والحرف يربط ويحدد العلاقات؛ وتتضافر العلامات المختلفة لتؤكد نوع الكلمة ووظيفتها.",
      "أهمية": "تبسيط المنهجية: حدّد الفعل أولًا ثم الأسماء المعرفة/النكرة ثم الحروف لتحديد الإعراب.",
      "نصائح_تعليمية": [
        "ابدأ بتحديد الفعل لمعرفة الزمن والفاعل.",
        "ثم استخرج الأسماء المعرفة والنكرة لتحديد المبتدأ والخبر.",
        "ثالثًا راجع الحروف والعلاقات (جر، نصب، إضافة) لتنقية الإعراب."
      ],
      "expansion": {
        "howPreservesMeaning": "اتباع منهج مُنتظم يمنع التباس المعاني ويُحفظ دقة الإعراب.",
        "howShowsWisdom": "التدريب المتكرر على أمثلة القرآن والحديث يُغني الحاسة النحوية."
      },
      "source": "الصورة nahw4"
    }
  ]
}
