{
  "label": "النحو — علامات الإعراب: الضمة",

  "concepts": {
    "title": "مفاهيم الدرس",
    "تعريف": "الدرس يشرح علامات الإعراب للرفع مع التركيز على الضمة كعلامة أصلية، وأيضًا العلامات الفرعية للألف، الواو، والنون، مع استعراض مواقعها في الإسم المفرد وجمع التكسير.",
    "أهمية": "فهم علامات الإعراب يساعد الطالب على معرفة حالة الكلمة (رفع، نصب، جر) بدقة، ويؤسس لقراءة صحيحة وفهم تراكيب الجملة.",
    "أسرار": "الأصل في رفع الأسماء الضمة، وإذا تعذّر ظهورها تظهر ضمة مقدرة. جمع التكسير يغير صورة المفرد بعدة أنواع من التغير (الشكل، النقص، الزيادة، أو مركبات منها).",
    "شرح_الأحداث": "يتناول الدرس تعريف الإسم المفرد، وأصله في الرفع، كيفية ظهور الضمة أو تقديرها، جمع التكسير وأنواعه الستة، والعلاقة بين التغير في المفرد والجمع وبين ظهور الضمة.",
    "الكلام_اللغوي": "الإسم المفرد: الذي ليس مثنى ولا جمع ولا ملحق بهما. جمع التكسير: ما دل على أكثر من اثنين مع تغيير صورة مفرده. الضمة: أصل في رفع الاسم أو الفعل المجرد من الإضافات.",
    "الكلام_الشرعي": "علامات الإعراب مثل الضمة أصلية وتدل على حالة الكلمة بالرفع، مع مراعاة الاستثناءات بسبب التعذر أو المناسبة. المعلم يُظهر هذه القواعد للطالب لتسهيل فهم النصوص والنحو.",
    "شرح_التلازم": "ضمة الاسم المفرد أو جمع التكسير هي أصل الرفع، والضمة يمكن أن تكون ظاهرة أو مقدرة حسب حالة الكلمة. التغير في جمع التكسير يؤثر على شكل الضمة أو تقديرها."
  },

  "generalRule": "الضمة هي علامة أصلية للرفع تظهر على الإسم المفرد وجمع التكسير، سواء كانت ظاهرة أو مقدرة. العلامات الفرعية للرفع تشمل الألف، الواو، والنون حسب مواقعها في الكلمات، مع مراعاة التغيرات في صورة المفرد عند الجمع.",

  "examples": [
    {
      "label": "الإسم المفرد",
      "تعريف": "الإسم المفرد هو الذي ليس مثنى ولا جمع ولا ملحق بهما.",
      "أهمية": "توضيح قاعدة رفع الإسم المفرد بالضمة، سواء ظاهرة أو مقدرة.",
      "أمثلة": [
        "زيد → فاعل مرفوع، علامة رفعه الضمة الظاهرة",
        "هند → خبر مرفوع، علامة رفعه الضمة الظاهرة",
        "الفتى → فاعل مرفوع، علامة رفعه الضمة المقدرة بسبب التعذر"
      ],
      "correct": "الإسم المفرد يرفع بالضمة الظاهرة أو المقدرة",
      "if_wrong": "قد يختلط على الطالب فهم رفع الاسم المفرد عند التعذر",
      "meaning": "تمييز الإسم المفرد ورفع الضمة الظاهرة أو المقدرة",
      "spiritual": "تعلم الدقة في فهم القواعد النحوية لتوضيح المعنى الصحيح",
      "expansion": "التركيز على الحالات المختلفة للرفع حسب ظهور الضمة أو تقديرها",
      "source": "شرح درس علامات الإعراب"
    },

    {
      "label": "جمع التكسير",
      "تعريف": "جمع التكسير ما دل على أكثر من اثنين مع تغيير صورة المفرد.",
      "أهمية": "توضيح كيفية رفع جمع التكسير بالضمة وكيفية التغيرات في صور المفرد.",
      "أمثلة": [
        "أسد → أسود (جمع تكسير، الضمة تظهر)",
        "كتاب → كتب (جمع تكسير بالنقص، الضمة تقدّر)",
        "رجل → رجال (جمع تكسير بالشكل مع النقص، الضمة تقدّر أو تظهر حسب الحالة)"
      ],
      "correct": "جمع التكسير يرفع بالضمة الظاهرة أو المقدرة حسب نوع التغير",
      "if_wrong": "قد يختلط على الطالب فهم رفع جمع التكسير مع تغييرات المفرد",
      "meaning": "فهم أنواع جمع التكسير وتطبيق الضمة بشكل صحيح",
      "spiritual": "زيادة الدقة في النحو واستيعاب التراكيب اللغوية",
      "expansion": "توضيح ستة أنواع التغير في جمع التكسير وتأثيرها على الضمة",
      "source": "شرح درس علامات الإعراب"
    },

    {
      "label": "أنواع التغير في جمع التكسير",
      "تعريف": "تغيرات جمع التكسير ستة: بالشكل، بالنقص، بالزيادة، بالشكل مع النقص، بالشكل مع الزيادة، بالشكل مع النقص والزيادة.",
      "أهمية": "فهم هذه الأنواع يساعد الطالب على معرفة كيفية ظهور الضمة في كل نوع من جمع التكسير.",
      "أمثلة": [
        "تغير بالشكل فقط → أسد → أسود",
        "تغير بالنقص → كتاب → كتب",
        "تغير بالزيادة → صن → صنوان",
        "تغير مركب (الشكل مع النقص) → كتب → كُتُب",
        "تغير مركب (الشكل مع الزيادة) → رجل → رجال",
        "تغير مركب (الشكل مع النقص والزيادة) → كريم → كرماء"
      ],
      "correct": "الضمة تظهر أو تقدّر حسب نوع التغير في جمع التكسير",
      "if_wrong": "قد يخطئ الطالب في تطبيق الضمة على جمع التكسير المختلف الأنواع",
      "meaning": "ربط نوع جمع التكسير بطريقة ظهور الضمة",
      "spiritual": "تطوير مهارات تحليل الكلمات وفهم النحو بعمق",
      "expansion": "تطبيق الأنواع الستة على أمثلة عملية لتسهيل الحفظ",
      "source": "شرح درس علامات الإعراب"
    }
  ]
}
