{
  "label": "علم النحو — تعريف الكلام وأقسامه (مُحسّن)",
  "concepts": {
    "تعريف_الكلام": "الكلام عند أهل النحو: كل ما يدل على معنىً مُرتبطٍ بزمان أو بغير زمان، يُلفَظ أو يُكتب للتعبير عن معنى واضح. سأعطي تعريفًا عمليًا وتعليمات تطبيقية بحيث يصير النود قابلاً للعرض المفصّل.",
    "شروط_الكلام": "شروط الكلام: (1) لفظٍ يُخرج من اللسان أو يُكتب، (2) تركيب كلماتٍ مترابطةٍ تُوصل معنى، (3) أن يكون المفيد معبِّرًا عن معنى واضح. هذه الشروط تفصل بين الكلام والهمس المفرد أو الإشارة غير المكتملة.",
    "شرح_اللفظ": "شرح اللفظ: شرحٌ لكيفية نطق الكلمة أو مكوّناتها الصوتية إن أردنا التعرّف على الأصوات أو الألفاظ غير المفيدة بمفردها.",
    "شرح_المركب": "شرح المركب: تفسير التركيب الذي يجمع كلمات متعددة لتكوين معنى جديد (مثلاً: 'كتاب الطالب' مركبٌ يوضح التبعية والملكية).",
    "شرح_المفيد": "شرح المفيد: تعريفٌ لما يحمل المعنى المقصود (الكلمة أو التركيب الذي يصل إلى معنى واضح).",
    "الوضع_العربي": "الوضع العربي: سياق استخدام اللغة العربية (قواعد كتابة، رسم، صيغ نحوية معتادة) والذي يؤثر على الإعراب والمعنى."
  },
  "generalRule": "القاعدة العامة: كل كلمة في لغةٍ ما تُصنّف بأنّها اسم أو فعل أو حرف بحسب مدلولها الوظيفي في الجملة. التعريف الدقيق يعتمد على الدلالة (يدل على زمان أم لا) وعلى العلاقة النحوية مع الكلمات الأخرى.",
  "examples": [
    {
      "label": "تعريف الكلام عند أهل النحو",
      "تعريف": "ما يدل على معنى مستقل مرتبط بزمن أو غير مرتبط بالزمن حسب صيغته؛ بعبارة عملية: الكلام شيء مفيد يُخبر عن معنى ويُفهم متكاملًا.",
      "أهمية": "تمييز الكلام عن غيره يساعد على فهم الإعراب والتراكيب وتحديد وظيفة كل كلمة ضمن الجملة.",
      "أسرار": "الفرق بين اللفظ والكلام: اللفظ قد يكون مفردًا (كلمة واحدة) بينما الكلام غالبًا مركب يحمل معنى متكاملًا.",
      "example": "مثال من الصورة: 'الكتابُ مفيدٌ' — هنا تركيبٌ يُعطي معنى كاملاً.",
      "meaning": "المعنى: الجملة تُفيد استقرارًا أو حكمًا، ولا تُعتمد على زمنٍ واحد فقط.",
      "expansion": {
        "howPreservesMeaning": "التوسيع يوضّح كيف أن كل كلمة تُحافظ على معناها داخل التركيب (مثلاً: 'الكتابُ' يُعرب مبتدأ أو فاعل بحسب السياق).",
        "howShowsWisdom": "يبين أن فهم الكلام لا يكتفى بترجمة كلمات معزولة بل بفهم العلاقات النحوية بينها."
      },
      "source": "الخريطة الأصلية (صورة)"
    },
    {
      "label": "شروط الكلام",
      "تعريف": "قائمة الشروط العملية التي تجعل لفظًا أو مجموعة ألفاظ 'كلامًا' بالمعنى النحوي: نطق/كتابة + تركيب مترابط + إفادة معنى.",
      "أهمية": "تُستخدم لتحديد ما إذا كان محلل اللغة يجب أن يعرب الجملة أو يعتبرها مجرد لفظ غير مُعبر.",
      "أمثلة": [
        "لفظ منفرد قد لا يكون كلامًا إذا لم يفِ بأحد الشروط (مثل همس غير مفهوم).",
        "جملة قصيرة 'يا رب' قد تكون كلامًا إذا حملت معنىً مقصودًا وواقعًا."
      ],
      "expansion": {
        "howPreservesMeaning": "تحديد الشروط يساعد في عدم الخلط بين كلمة مجرّدة وبين تركيب له وظيفة نحوية، وبالتالي تصحيح الإعراب.",
        "howShowsWisdom": "يوضح أن أدوات التحليل النحوي تبدأ بالتأكد من أن النص فعلاً كلامٌ يستحق إعرابًا."
      },
      "source": "الخريطة الأصلية (صورة)"
    },
    {
      "label": "الأسم (الاسم)",
      "تعريف": "الاسم: كلمة تدل على ذاتٍ أو معنىٍ مستقل دون الإشارة إلى زمن الفعل. يُستخدم للدلالة على الأشخاص والأشياء والصفات والأماكن والأوقات إن دلت على مجهول الزمن.",
      "أهمية": "معرفة علامة الاسم (مثل: المعرفة، التأنيث، علامات الإعراب) تساعد في إعراب الجملة وتحديد الوظيفة (مبتدأ، خبر، مفعول به...).",
      "أسرار": "بعض الكلمات قد تبدو أسماء لكنها تُعامل فعلًا أو حرفًا بحسب السياق؛ لذا السياق والأسلوب هما الحكم النهائي.",
      "علامات": "أشهر علامات الاسم: يقبل أدوات التعريف (الـ) والحركات الخاصة (مثل: النصب، الرفع، الجر بعلاماته).",
      "أمثلة": [
        {
          "example": "الكتابُ مفيدٌ",
          "correct": "الكتابُ: مبتدأ مرفوع بالضمة، مفيدٌ: خبر مرفوع",
          "if_wrong": "لو أُعرب 'الكتابَ': يتغيّر المعنى أو التركيب (مثلاً يصبح مسلمًا أنه مفعول به في جملة أخرى).",
          "meaning": "العبارة تفيد صفةً عن الكتاب.",
          "spiritual": "التدبر: تذكّر أن العلم (الكتاب) ثمين، وجملة بسيطة تحمل حكمًا واضحًا.",
          "expansion": {
            "howPreservesMeaning": "الإعراب الصحيح يحفظ علاقتها بباقي الجملة ويُميّز وظيفة الاسم.",
            "howShowsWisdom": "بين أن فهم علامة الاسم يسهّل بناء الجمل الصحيحة وإدراك التبعية."
          },
          "source": "شرح مُوسع"
        },
        {
          "example": "أبو بكرُ رَحِمَه الله",
          "correct": "أبو بكرُ: اسم علم مُعرَّب مرفوع بالضم لأنه مبتدأ",
          "if_wrong": "لو أُسيء التعامل بعلامته قد يُشوَّه المعنى أو تُفقد الجملة سِياغتها الأدبية.",
          "meaning": "مثال على اسم علم ودوره في الخبر.",
          "spiritual": "يظهر الاحترام في ذكر الصحابة بصياغة نحوية سليمة.",
          "expansion": {
            "howPreservesMeaning": "الاسم يصف شخصًا محددًا ويحتفظ بالدلالة رغم تركيب الجملة.",
            "howShowsWisdom": "الاستعمال الصحيح للاسم يمنح النص نقاءً ووُضوحًا معنويًا."
          },
          "source": "الخريطة الأصلية مع توسيع"
        }
      ],
      "source": "مجمعة"
    },
    {
      "label": "الحرف (الحروف وأنواعها)",
      "تعريف": "الحرف: كلمة لا تدلّ وحدها على معنىٍ مستقل بل تربط بين الكلمات أو تحدد علاقتها (مثل: من، إلى، في، على، الباء... ).",
      "أهمية": "الحروف تحدد علاقة الكلمات ببعضها (سبب/اتجاه/زمن/كيفية) وتؤثر في الإعراب أو المعنى الظاهر.",
      "أسرار": "بعض الحروف تُستخدم للاستعانة (حروف الجر) أو للرابطة والشرط أو لتغيير المعنى بالمكان والزمان.",
      "أمثلة": [
        {
          "example": "جاءَ القومُ في المساءِ",
          "correct": "في: حرف جرّ، المساءِ: اسم مجرور وعلامته الكسرة",
          "if_wrong": "إن حذف حرف الجر أو تغييره يتغيّر المقصود (زمن / مكان).",
          "meaning": "الجملة تفيد حدوث الفعل 'جاء' في وقتٍ معين.",
          "expansion": {
            "howPreservesMeaning": "حرف الجر يحافظ على تحديد المكان/الزمان فلا يتم تفسير الجملة خطأً.",
            "howShowsWisdom": "التحكم في الحروف يؤدي إلى وضوح المعنى وتفريقه عن معانٍ مشابهة."
          },
          "source": "توسعة"
        },
        {
          "example": "على: حرف يدل على الاستعلاء أو المكان بحسب السياق",
          "correct": "يُربط بمفعولٍ أو ظرف تحدده",
          "if_wrong": "لو استُخدم خطأً قد يجعل الجملة غير مفهومة أو تُغيّر علاقتها.",
          "meaning": "وظيفة الحرف في تحديد علاقة لفظية بين الكلمات.",
          "spiritual": "تدبر: الحروف تشكِّل جسورًا بين الكلمات، فلا تهملها في القراءة."
        }
      ],
      "source": "الخريطة الأصلية مع شرح"
    },
    {
      "label": "الفعل (الأفعال وأنواعها)",
      "تعريف": "الفعل: كلمة تدلُّ على وقوع حدثٍ مرتبطٍ بزمنٍ ما (ماضٍ، مضارع، أمر)، وتُميز عن الاسم بأن لها زمنًا ظاهرًا أو صورًا تدل على الزمن.",
      "أهمية": "التعرّف على لفظ الفعل يساعد في ضبط الزمن، الإعراب، وتحديد الفاعل والمفعول به.",
      "أسرار": "هناك أفعال متعدية ولازمة، وبعض الأفعال تُصاغ اسمًا في حالات معينة (مصدر أو اسم فعل) فتتغيّر معالجتها النحوية.",
      "أمثلة": [
        {
          "example": "كتبَ الأستاذُ الدرسَ",
          "correct": "كتبَ: فعل ماضٍ، الأستاذُ: فاعل مرفوع، الدرسَ: مفعول به منصوب",
          "if_wrong": "لو تغيّر الإعراب (مثلاً: الدرسُ بدلًا من الدرسَ) تتبدّل العلاقة والدلالة.",
          "meaning": "المعنى: وقوع فعل الكتابة في الماضي من قِبل الأستاذ.",
          "spiritual": "تدبر: ربط العمل بالفاعل يوضح مسؤولية النقل والمعرفة.",
          "expansion": {
            "howPreservesMeaning": "إعراب الفعل والفاعل يحفظان معنى الفاعلية والسببية في الجملة.",
            "howShowsWisdom": "معرفة نوع الفعل (متعدٍ/لازم) تمنع أخطاء التقدير والقراءة."
          },
          "source": "توضيح مُوسع"
        },
        {
          "example": "اجلسْ يا طالبُ",
          "correct": "اجلسْ: فعل أمر، يا طالبُ: منادى منصوب تناديه بحرف النداء",
          "if_wrong": "خلط علامات الأمر أو المنادى قد يضعف وضوح الطلب.",
          "meaning": "أمر يوجه إلى الطالب بالجلوس.",
          "spiritual": "يوضح الفرق بين أفعال الزمن وبين أقوال الصحبة."
        }
      ],
      "source": "مجمعة وموسعة"
    },
    {
      "label": "الاستنتاج (الخلاصة والدرس المستفاد)",
      "تعريف": "خلاصة فهم أقسام الكلام: الاسم مستقل في دلالته عادًة، الفعل يدلّ على حدث وزمن، والحرف يربط ويحدد علاقات. هذه القاعدة الأساسية تحفظ المعنى وتُنظّم الإعراب.",
      "أهمية": "فهم هذه الخريطة الأساسية يُسهِّل إعراب النصوص الشرعية والأدبية، ويجعل القارئ فعالًا في استخراج المعنى وشرح النص.",
      "نصائح_تعليمية": [
        "ابدأ بتحديد الأفعال أولًا لأن وجود فعل يعلّمك عن الزمن والفاعل.",
        "ثم حدّد الأسماء المعرفّة والنكرة لتعيين المبتدأ والخبر والمواضع الإعرابية.",
        "راقب الحروف فهي تحدد العلاقات بين عناصر الجملة."
      ],
      "expansion": {
        "howPreservesMeaning": "إتباع منهجية ثابتة يمنع التباس المعاني والخطأ في الفهم.",
        "howShowsWisdom": "التدريب العملي عبر أمثلة متكررة يُغني الحس النحوي للناظر."
      },
      "source": "استنتاج من الخريطة"
    }
  ]
}
