{
  "label": "علامات الحرف في الإعراب",
  "concepts": [
    "القاعدة الأولى: الحروف مبنية دائمًا",
    "القاعدة الثانية: الحروف لا تكون معربًا ولا متصرفًا",
    "القاعدة الثالثة: وظيفة الحروف الربط وإبانة المعنى",
    "الخلاصة النحوية",
    "الخلاصة الروحية"
  ],
  "generalRule": "الحروف كلها مبنية، لا تتغير حركتها باختلاف موقعها، ولا تكون معربة ولا فاعلة ولا مفعولًا. وظيفتها الربط بين الكلمات وبناء المعاني بدقة.",
  "examples": [
    {
      "label": "القاعدة الأولى: الحروف مبنية دائمًا",
      "تعريف": "الحرف يبقى على حركة واحدة ولفظ واحد كيفما كان موقعه.",
      "أهمية": "يساعد هذا في معرفة أن الحرف لا يتأثر بالعوامل النحوية.",
      "أمثلة": [
        "من: في قول الله تعالى (من الجنة والناس)",
        "في: في قول الله تعالى (في قلوبهم مرض)",
        "قد: في الحديث (قد أفلح من أسلم)",
        "إن: من السيرة (إن رسول الله صلى الله عليه وسلم يحب الفأل الحسن)",
        "إلى: من الدعاء (اللهم اهدنا إلى صراطك المستقيم)",
        "عن: من الحكم (من عمل لله كفاه الله مؤونة الخلق)"
      ],
      "correct": "اعتبار الحرف مبنيًا لا يتغير آخره.",
      "if_wrong": "محاولة إعرابه كاسم أو فعل.",
      "meaning": "ثبات الحرف يدل على ثبات وظيفته.",
      "spiritual": "ثبات حركة الحرف تذكير بأن بعض المعاني ثابتة لا تتغير.",
      "expansion": "الحروف المبنية تشمل كل حروف الجر والعطف والنصب والجزم والابتداء وغيرها.",
      "source": "القواعد النحوية"
    },
    {
      "label": "القاعدة الثانية: الحروف لا تكون فاعلًا ولا مفعولًا ولا معربة",
      "تعريف": "الحرف لا يؤدي وظيفة اسمية ولا فعلية.",
      "أهمية": "يساعد في الفصل بين الوظائف اللغوية ودقة التحليل النحوي.",
      "أمثلة": [
        "هل: من القرآن (هل أتى على الإنسان حين من الدهر)",
        "لن: من القرآن (لن تنالوا البر حتى تنفقوا)",
        "يا: من الحديث (يا عبد الله لا تكن مثل فلان)",
        "ثم: عن السيرة (ثم رجع النبي إلى أصحابه)",
        "حتى: من الدعاء (اللهم ارزقنا حتى نرضى)",
        "في: من الحكم (وفي طاعة الله حياة القلوب)"
      ],
      "correct": "عدم إسناد وظيفة نحوية للحرف.",
      "if_wrong": "جعل الحرف فاعلًا أو مفعولًا.",
      "meaning": "الحرف أداة لا محل لها من الإعراب.",
      "spiritual": "المعاني الخفية هي التي تعمل بصمت كما تعمل الحروف.",
      "expansion": "الحروف أدوات تبنى عليها الجمل لكنها لا تتحمل وظائف الجملة.",
      "source": "كتب النحو"
    },
    {
      "label": "القاعدة الثالثة: وظيفة الحروف الربط وإبانة المعنى",
      "تعريف": "الحرف يربط بين أجزاء الكلام ليظهر العلاقات بينها.",
      "أهمية": "من دون الحروف يصبح الكلام مفككًا بلا روابط.",
      "أمثلة": [
        "اللام: من القرآن (ولله ما في السماوات وما في الأرض)",
        "إلى: من السيرة (وخرج إلى الطائف)",
        "في: من الدعاء (واجعل في قلوبنا نورًا)",
        "الباء: من الحكم (وبك نستعين)"
      ],
      "correct": "فهم الحرف كوسيط بين المعاني.",
      "if_wrong": "تحويل الحرف إلى عنصر مستقل غير مرتبط.",
      "meaning": "الربط أساس المعنى.",
      "spiritual": "الحرف يذكّر بأن العلاقات أهم من المفردات.",
      "expansion": "كل حرف يؤدي معنى خاصًا: الغاية، التعليل، المصاحبة، الابتداء، الانتهاء.",
      "source": "البلاغة والنحو"
    },
    {
      "label": "الخلاصة النحوية",
      "تعريف": "الحروف كلها مبنية لا تتغير، ولا تعرب، ولا تتصرف.",
      "أهمية": "تبسيط فهم الوظائف اللغوية والتفرقة بين أقسام الكلام.",
      "أمثلة": ["من – إلى – على – في – ثم – قد – إن – لن – هل"],
      "correct": "عدم إعطاء الحرف دور الاسم أو الفعل.",
      "if_wrong": "إعراب الحرف خطأً بحسب موقعه.",
      "meaning": "الحرف ثابت الشكل متغير المعنى بحسب السياق.",
      "spiritual": "ثبات الظاهر مع تغير الباطن.",
      "expansion": "الحروف جسور تربط المعاني وتنسق التراكيب.",
      "source": "القواعد الأساسية للنحو"
    },
    {
      "label": "الخلاصة الروحية",
      "تعريف": "الحروف رغم صغرها تحمل معاني عظيمة.",
      "أهمية": "تذكّر بأن العمل الصغير قد يحمل أثرًا كبيرًا.",
      "أمثلة": [
        "المعاني التي تحملها (من، إلى، في، على) تغيّر الفهم كله.",
        "كما أن الصغائر قد تغيّر القلب كله."
      ],
      "correct": "التأمل في دقة الحروف وتأثيرها.",
      "if_wrong": "اعتبار الحرف غير مؤثر في المعنى.",
      "meaning": "القيمة ليست في الحجم بل في الدور.",
      "spiritual": "كما أن الإخلاص عمل صغير لكنه يغيّر مصير العبد.",
      "expansion": "الحرف مثل الجسر بين نقطتين: بسيط لكنه أساسي.",
      "source": "تشبيهات العلماء في البلاغة والتزكية"
    }
  ]
}
