{
  "label": "الإعراب والبناء — الأنواع، التعريفات، والفروق",

  "concepts": {
    "title": "مفاهيم الدرس",
    "تعريف": "الإعراب والبناء هما علم النحو الذي يُعرف به أحكام أواخر الكلمات العربية في تركيبها، مع تحديد الحالات التي تتغير فيها الكلمة وفق العوامل الداخلة عليها أو تثبت فيها.",
    "أهمية": "يساعد على صيانة اللسان عن الخطأ وفهم القرآن والحديث والسيرة بشكل صحيح ودقيق.",
    "أسرار": "التمكن من الإعراب والبناء يحفظ المعنى الشرعي ويكشف المقاصد الدقيقة للآيات والأحاديث والسيرة.",
    "الكلام_اللغوي": "أي لفظ، كتابة، أو إشارة تحقق معنى يمكن الاستفادة منه.",
    "الكلام_النحوي": "يشترط فيه أن يكون لفظًا عربيًا، مركبًا، مفيدًا، وملتزمًا بالوضع العربي.",
    "شرح_اللفظ": "الصوت الناتج عن إخراج الهواء عبر الحروف لتشكيل الكلمات العربية.",
    "شرح_المركب": "الجمع بين كلمتين أو أكثر لتحقيق معنى ظاهر أو مقدر ضمن تركيب نحوي.",
    "شرح_المفيد": "أن يدرك السامع المعنى الكامل دون الحاجة إلى تكملة أو تفسير إضافي.",
    "شرح_الوضع_العربي": "أن تكون الكلمات مستمدة من وضع العرب للمعاني الأصلية أو الاستعمالية الصحيحة."
  },

  "generalRule": "الإعراب هو تغيير أواخر الكلمات لاختلاف العوامل المؤثرة فيها لفظًا أو تقديرًا، وهو سرّ المعنى وميزان الدقة. البناء هو لزوم آخر الكلمة حالة واحدة مهما تغيّر موقعها. الأسماء أكثرها معرب، والأفعال الماضية والأمر والحروف كلها مبنية. الرفع والنصب والجر والجزم ليست حركات فقط، بل مفاتيح لمعانٍ عميقة تحمي العقيدة وتضبط الفهم وتمنع التحريف.",
  "examples": [
    {
      "label": "تعريف الإعراب",
      "تعريف": "تغيّر أواخر الكلمات لاختلاف العوامل المؤثرة فيها لفظًا أو تقديرًا.",
      "أهمية": "بدون فهم الإعراب لا يمكن إدراك العلاقات بين الكلمات ولا تحديد الفاعل والمفعول والمعاني الدقيقة.",
      "أمثلة": [
        "جاءَ زيدٌ (زيدٌ: فاعل مرفوع)",
        "رأيتُ زيدًا (زيدًا: مفعول به منصوب)",
        "مررتُ بزيدٍ (زيدٍ: اسم مجرور)"
      ],
      "correct": "تمييز مواقع الكلمات وفهم علاقتها بما قبلها وما بعدها.",
      "if_wrong": "اختلاط المعاني وعدم القدرة على فهم تركيب الجملة.",
      "meaning": "الإعراب يكشف وظيفة الكلمة في الجملة.",
      "spiritual": "كما تتغير حركات الإعراب بتغير العوامل، يتغير حال الإنسان بتغير المؤثرات حوله.",
      "expansion": "الإعراب لا يكون إلا في الأسماء والأفعال المضارعة غير المبنية.",
      "source": "القواعد النحوية"
    },
    {
      "label": "تعريف البناء",
      "تعريف": "لزوم آخر الكلمة حالة واحدة لا تتغير مهما تغيّر موقعها.",
      "أهمية": "معرفة الكلمات المبنية تسهّل الإعراب وتمنع الخلط بينها وبين المعرب.",
      "أمثلة": [
        "هذا: اسم إشارة مبني على السكون",
        "الذي: اسم موصول مبني على السكون",
        "أينَ: اسم استفهام مبني على الفتح",
        "ذهبْ: فعل ماضٍ مبني على السكون",
        "اكتبْ: فعل أمر مبني على السكون"
      ],
      "correct": "اعتبار المبني ثابت الحركة.",
      "if_wrong": "محاولة تغيير حركة المبني أو إعرابه.",
      "meaning": "الثبات من خصائص البناء.",
      "spiritual": "ثبات المبني يذكّر بثبات المبادئ مهما تغيّرت الظروف.",
      "expansion": "الأفعال الماضية والأمر، ومعظم أدوات اللغة، وأسماء الإشارة والموصولات والأسماء الموصولة مبنية.",
      "source": "متون النحو"
    },
    {
      "label": "الرفع",
      "تعريف": "علامة تدل غالبًا على الفاعلية أو المبتدأ والخبر، وتُظهر علو المعنى وقيام الجملة.",
      "أهمية": "الرفع حماية للمعنى من الانهيار؛ فهو يخبرك من الذي قام بالفعل حقًّا.",
      "أمثلة": [
        {
          "source": "القرآن",
          "النص": "قال تعالى: «اللَّهُ خَالِقُ كُلِّ شَيْءٍ»",
          "الوجه الصحيح": {
            "إعراب": "اللهُ: مبتدأ مرفوع",
            "المعنى": "إثبات أن الخالق هو الله وحده لا شريك له.",
            "التفسير الروحي": "رفع اسم الجلالة يرفع القلب معه ليشهد التوحيد."
          },
          "الوجه الخاطئ": {
            "إعراب": "اللهَ (منصوب)",
            "الأثر": "يوهم أن (الله) مفعول به — وهو معنى باطل يفسد العقيدة.",
            "التحذير": "الإعراب هنا يحمي التوحيد من التحريف."
          }
        }
      ]
    },
    {
      "label": "النصب",
      "تعريف": "علامة تدل على المفعولية أو على وقوع الفعل على شيء، وتُظهر جهة التأثر.",
      "أهمية": "النصب يكشف المعاني الدقيقة: من وقع عليه الفعل؟ وما أثره؟",
      "أمثلة": [
        {
          "source": "القرآن",
          "النص": "إياكَ نعبد",
          "الوجه الصحيح": {
            "إعراب": "إياكَ: مفعول به مقدم منصوب",
            "المعنى": "قصر العبادة على الله.",
            "الروح": "تقديم المفعول بنصب قوي يوقظ التوحيد."
          },
          "الوجه الخاطئ": {
            "إعراب": "إيّاكُ (مرفوع)",
            "الأثر": "يفسد معنى القصر ويشوّه تركيب التوحيد."
          }
        }
      ]
    },
    {
      "label": "الجر",
      "تعريف": "علامة تدل على التبعية والارتباط، وتُظهر العلاقات الدقيقة بين المعاني.",
      "أهمية": "الجر هو سر العلاقات الخفية بين الكلمات.",
      "أمثلة": [
        {
          "source": "القرآن",
          "النص": "في قلوبِهم مرضٌ",
          "الوجه الصحيح": {
            "إعراب": "قلوبِهم: اسم مجرور",
            "المعنى": "المرض مستقر في القلوب.",
            "الروح": "الجر هنا ينزل المعنى ليكشف خفايا النفوس."
          },
          "الوجه الخاطئ": {
            "إعراب": "قلوبُهم",
            "الأثر": "يحوّل تركيبة الجملة ويشوّه صورة المعنى."
          }
        }
      ]
    },
    {
      "label": "الجزم",
      "تعريف": "علامة تدل غالبًا على نفي أو طلب أو شرط، وتظهر قوة الحزم في المعنى.",
      "أهمية": "الجزم يحفظ من التردد: فهو يقوّي اليقين ويقطع الشك.",
      "أمثلة": [
        {
          "source": "القرآن",
          "النص": "ومن يتقِ اللهَ يجعلْ له مخرجًا",
          "الوجه الصحيح": {
            "إعراب": "يتقِ: فعل مضارع مجزوم بحذف حرف العلة",
            "المعنى": "تحقيق الوعد الإلهي.",
            "الروح": "الجزم يعكس وضوح طريق المتقين."
          },
          "الوجه الخاطئ": {
            "إعراب": "يتقي",
            "الأثر": "يُسقط معنى الشرط ويُضعف العلاقة بين العمل والجزاء."
          }
        }
      ]
    },
    {
      "label": "الخلاصة النحوية",
      "تعريف": "الإعراب يغيّر المعنى، والبناء يثبت المعنى. الحركات ليست زخارف بل مفاتيح دلالية. أكثر الأسماء معربة، وأكثر الأدوات مبنية.",
      "أمثلة": [
        "الرفع: يدل على الفاعلية والثبوت.",
        "النصب: يدل على المفعولية والتأثر.",
        "الجر: يدل على الارتباط.",
        "الجزم: يدل على القطع والحزم.",
        "معرب: رجلٌ – كتابًا – بيتٍ",
        "مبني: هذا – الذي – من – كيف – هل – قد"
      ],
      "meaning": "العربية لغة حركة وثبات، كلاهما يكمل الآخر.",
      "spiritual": "من ثبات المعاني ونحوها تُبنى البلاغة.",
      "source": "مراجع متعددة"
    },
    {
      "label": "الخلاصة الروحية",
      "تعريف": "الإعراب ليس مجرد حركة، بل تربية، والبناء ثبات. كل حركة تحمل درسًا.",
      "أهمية": "يرى القلب في الرفع علوًا، وفي النصب خضوعًا، وفي الجر ارتباطًا، وفي الجزم حزمًا.",
      "examples": [
        "ثبات (من – إلى – في) مع اختلاف معانيها.",
        "تغيّر آخر الاسم بحسب موقعه يذكّر بتغيّر حال الإنسان."
      ],
      "meaning": "الحركة والثبات معًا هما سر الجمال.",
      "spiritual": "النحو مرآة الروح: فمن ضبط لسانه ضبط قلبه. كما يحتاج القلب إلى الثبات يحتاج إلى التغير نحو الأفضل.",
      "source": "مراجع متعددة"
    }
  ]
}
