{
  "label": "النحو — أنواع الإعراب",

  "concepts": {
    "title": "مفاهيم الدرس",
    "تعريف": "الدرس يشرح أنواع الإعراب الأربعة: الرفع، النصب، الجر، والجزم، مع توضيح أيها مشترك بين الأفعال والأسماء وأيها خاص بكل نوع.",
    "أهمية": "فهم أنواع الإعراب يساعد الطالب على معرفة حالة الكلمة وتحديد علامتها الأصلية، مما يسهل قراءة الجملة وفهم تراكيبها.",
    "أسرار": "الرفع والنصب موجودان في الأسماء والأفعال، بينما الجر يختص بالأسماء، والجزم يختص بالأفعال. العلامات الأصلية هي الضمة للرفع، الفتحة للنصب، الكسرة للجر، والسكون للجزم.",
    "شرح_الأحداث": "يتناول الدرس تعريف كل نوع من الإعراب، علاماته الأصلية، الحالات الخاصة للأفعال والأسماء، والأمثلة التوضيحية لتطبيق كل نوع في كلمات وجمل.",
    "الكلام_اللغوي": "الرفع: الارتفاع أو العلو، علامة أصله الضمة. النصب: الاستقامة، علامة أصله الفتحة. الجر: الخفض، علامة أصله الكسرة. الجزم: القطع، علامة أصله السكون.",
    "الكلام_الشرعي": "تطبيق أنواع الإعراب على الأسماء والأفعال حسب قواعد النحو لضمان فهم صحيح للنصوص اللغوية.",
    "شرح_التلازم": "معرفة نوع الإعراب تحدد العلامة الأصلية للكلمة وتوضح العلاقة بين الكلمة والعوامل الداخلة عليها، سواء كانت مرئية أو مقدرة."
  },

  "generalRule": "الإعراب أنواع: الرفع والنصب مشتركان بين الأسماء والأفعال، والجر خاص بالأسماء، والجزم خاص بالأفعال. كل نوع له علامة أصلية تظهر أو تقدّر حسب حالة الكلمة.",

  "examples": [
    {
      "label": "الرفع",
      "تعريف": "الرفع هو العلو والارتفاع للكلمة، ويشترك بين الأفعال والأسماء.",
      "أهمية": "توضيح أن الضمة هي العلامة الأصلية للرفع سواء كانت ظاهرة أو مقدرة.",
      "أمثلة": [
        "زيد → فاعل مرفوع، علامة رفعه الضمة الظاهرة",
        "يَدرُس → فعل مضارع مرفوع، علامة رفعه الضمة الظاهرة"
      ],
      "correct": "الرفع يظهر بالضمة أو تقدّر حسب الحالة",
      "if_wrong": "قد يختلط على الطالب التفريق بين الرفع والنصب عند التعذر",
      "meaning": "تمييز الرفع وتطبيق الضمة الصحيحة على الأسماء والأفعال",
      "spiritual": "زيادة التركيز في التراكيب اللغوية",
      "expansion": "توضيح الحالات المختلفة للرفع في الأمثلة العملية",
      "source": "شرح درس أنواع الإعراب"
    },

    {
      "label": "النصب",
      "تعريف": "النصب هو الاستقامة في أواخر الكلمة بسبب عامل من العوامل، ويشترك بين الأفعال والأسماء.",
      "أهمية": "توضيح أن الفتحة هي العلامة الأصلية للنصب.",
      "أمثلة": [
        "الولد → مفعول به منصوب، علامة نصبه الفتحة الظاهرة",
        "ظَلَم → فعل مضارع منصوب، علامة نصبه الفتحة الظاهرة"
      ],
      "correct": "النصب يظهر بالفتحة أو تقدّر حسب الحالة",
      "if_wrong": "قد يختلط على الطالب التفريق بين النصب والرفع",
      "meaning": "تمييز النصب وتطبيق الفتحة الصحيحة على الأسماء والأفعال",
      "spiritual": "تعلم التركيب اللغوي بدقة أكبر",
      "expansion": "توضيح علامات النصب في أمثلة متنوعة",
      "source": "شرح درس أنواع الإعراب"
    },

    {
      "label": "الجر",
      "تعريف": "الجر خاص بالأسماء، علامة أصله الكسرة.",
      "أهمية": "يُفهم الطالب أن الجر لا يلحق الأفعال وأن الكسرة هي علامة أصله.",
      "أمثلة": [
        "زيد مجرور بالكسرة → مجرور بإضافة أو مضاف إليه",
        "اسم مجرور بالباء → علامة جره الكسرة الظاهرة"
      ],
      "correct": "الجر يظهر بالكسرة الظاهرة أو تقدّر حسب الحالة",
      "if_wrong": "قد يختلط على الطالب بين الجر والرفع أو النصب",
      "meaning": "تمييز الجر عند الأسماء وتطبيق الكسرة الصحيحة",
      "spiritual": "تعميق فهم قواعد الإعراب في النصوص اللغوية",
      "expansion": "توضيح حالات الجر المختلفة ومواقع الكسرة",
      "source": "شرح درس أنواع الإعراب"
    },

    {
      "label": "الجزم",
      "تعريف": "الجزم خاص بالأفعال، علامة أصله السكون.",
      "أهمية": "توضيح أن الجزم يختص بالأفعال المضارعة وأن السكون هو علامته الأصلية.",
      "أمثلة": ["لم يَدرُس → فعل مضارع مجزوم، علامة جزمه السكون الظاهر"],
      "correct": "الجزم يظهر بالسكون الظاهر أو تقدّر حسب الحالة",
      "if_wrong": "قد يختلط على الطالب التفريق بين الجزم والرفع أو النصب",
      "meaning": "تمييز الجزم عند الأفعال وتطبيق السكون الصحيح",
      "spiritual": "زيادة مهارة الطالب في تطبيق القواعد على الأفعال",
      "expansion": "توضيح حالات الجزم في أمثلة عملية",
      "source": "شرح درس أنواع الإعراب"
    }
  ]
}
