{
  "label": "الفقه — باب الصيام المستحب والواجب",

  "concepts": {
    "title": "مفاهيم الدرس",
    "تعريف": "صيام رمضان واجب بالكتاب والسنة والإجماع، ويشمل أيضًا صيام مستحب في شهور رجب وشعبان وأيام محددة من ذي الحجة والمحرم.",
    "أهمية": "يوضح الدرس حكم من جحد فرض الصيام أو امتنع عنه، ويبين المستحب من صيام الأيام التي لها فضل وثواب عظيم.",
    "أسرار": "الالتزام بالصيام سواء الواجب أو المستحب يعزز التقوى ويكفر السيئات، ويقرب العبد إلى الله.",
    "شرح_الأحداث": "يتناول الدرس حكم المكلف بالصيام، الفرق بين الجحود والكسل، مسافة القصر للمسافر، وأيام الصيام المستحب.",
    "الكلام_اللغوي": "الصوم لغة: الإمساك عن الشيء. الصوم شرعًا: الإمساك عن شهوتي البطن والفرج أو ما يقوم مقامهما بنية التقرب إلى الله.",
    "الكلام_الشرعي": "أركان الصيام الواجب: النية، الإمساك عن المفطرات من الفجر إلى الغروب. الصيام المستحب: أيام معينة في رجب، شعبان، ذو الحجة، والمحرم.",
    "شرح_التلازم": "الامتناع عن المفطرات مرتبط بالنية والتقرب إلى الله، ويختلف حكم المخالف حسب الجحود أو الكسل، وصيام المستحب يزيد الأجر والثواب."
  },

  "generalRule": "وجوب صيام رمضان على المكلف البالغ العاقل القادر على الصيام، واستحباب صيام أيام محددة من رجب وشعبان وذي الحجة والمحرم، مع مراعاة النية والإمساك عن المفطرات.",

  "examples": [
    {
      "label": "وجوب صيام رمضان",
      "تعريف": "صيام شهر رمضان واجب على كل مسلم بالغ عاقل قادر على الصيام.",
      "أهمية": "الالتزام بصيام رمضان فرض من الكتاب والسنة والإجماع.",
      "أمثلة": [
        "من جحد فرض الصيام فهو كافر",
        "من أقر بوجوب الصيام ولكنه أفطر، يُؤدب إذا لم يكن مستفتياً"
      ],
      "correct": "الامتثال لصيام رمضان لجميع المكلفين",
      "if_wrong": "الكفر أو الفسق حسب الجحود أو الكسل",
      "meaning": "تحقيق الطاعة لله وتجنب المخالفات الشرعية",
      "spiritual": "تقوى النفس وتقرب إلى الله",
      "expansion": "الحرص على أداء الفريضة وعدم التهاون فيها",
      "source": "ابن عاشر رحمه الله"
    },

    {
      "label": "المكلف بالصيام",
      "تعريف": "المسلم البالغ العاقل القادر على الصيام سواء ذكرًا أو أنثى، حرًا أو عبدًا، حاضرًا أو مسافرًا دون مسافة القصر.",
      "أهمية": "تحديد من يشملهم حكم الصيام والواجب عليهم أداؤه.",
      "أمثلة": [
        "المسافر إذا كانت المسافة أقل من 84 كم يجب عليه الصيام",
        "المكلف الغير مسافر يجب أن يصوم"
      ],
      "correct": "وجوب الصيام على المكلفين المشار إليهم",
      "if_wrong": "الإهمال أو عدم أداء الفريضة",
      "meaning": "التزام الفريضة لمن يشملهم الحكم الشرعي",
      "spiritual": "تقوى الله والتقرب إليه",
      "expansion": "تمييز المكلف عن غير المكلف لضمان صحة الفرض",
      "source": "ابن عاشر رحمه الله"
    },

    {
      "label": "تعريف الصوم",
      "تعريف": "الصوم لغة: الإمساك عن الشيء. الصوم شرعًا: الإمساك عن شهوتي البطن والفرج أو ما يقوم مقامهما بنية التقرب إلى الله.",
      "أهمية": "فهم الصوم بشكل صحيح لضمان تطبيقه الشرعي.",
      "أمثلة": [
        "الإمساك عن الأكل والشرب والجماع",
        "تجنب إيصال أي شيء للمعدة من أي منفذ"
      ],
      "correct": "الامتناع عن المفطرات بنية التقرب إلى الله",
      "if_wrong": "يُبطل الصوم إذا لم يلتزم بهذه التعريفات",
      "meaning": "تحقيق صحة الصوم وقبوله عند الله",
      "spiritual": "تقوى النفس والتقرب إلى الله",
      "expansion": "ربط الصيام بالنية والتقوى وليس مجرد الامتناع عن الطعام والشراب",
      "source": "ابن المؤقت وعبد الواحد بن عاشر"
    },

    {
      "label": "الصيام المستحب",
      "تعريف": "أيام محددة يستحب صيامها لفضلها وثوابها، مثل رجب، شعبان، أيام العشر من ذي الحجة، والمحرّم وخاصة عاشوراء.",
      "أهمية": "زيادة الأجر وكفارة الذنوب والاقتراب من الله.",
      "أمثلة": [
        "صوم يوم عرفة يكفر السنة الماضية واللاحقة",
        "صوم عاشوراء يكفر السنة الماضية"
      ],
      "correct": "صيام الأيام المستحبة بنية التقرب إلى الله",
      "if_wrong": "لا يبطل الدين لكن يفوت الأجر والثواب",
      "meaning": "زيادة الحسنات وتحقيق الاستحباب",
      "spiritual": "التزود بالأجر والثواب وتقوية التقوى",
      "expansion": "استثمار أيام معينة للتقرب من الله وزيادة الأعمال الصالحة",
      "source": "ابن عاشر رحمه الله"
    }
  ]
}
