{
  "label": "الفقه — باب صيام رمضان",

  "concepts": {
    "title": "مفاهيم الدرس",
    "تعريف": "صيام رمضان: عبادة مشروعة تثبت بشهر رمضان إما برؤية الهلال أو بإتمام 30 يومًا من شعبان، ويشمل الالتزام بفرائض الصيام.",
    "أهمية": "يوضح الدرس كيفية إثبات دخول شهر رمضان وأركان الصوم، ويبين الواجبات الأساسية للصائم لضمان صحة صيامه.",
    "أسرار": "الالتزام بفرائض الصيام يؤدي إلى رضا الله، ويمنع الإثم، ويحقق البركة والقبول، ويعزز التقوى والصبر.",
    "شرح_الأحداث": "يتناول الدرس رؤية الهلال، أيام الشك، حكم الصوم في الغيوم، وأمثلة عملية من أقوال ابن عاشور وعبد الواحد بن عاشر.",
    "الكلام_اللغوي": "النية: قصد الصوم مقترنًا بالفعل، والإمساك: ترك الأكل والشرب والجماع من طلوع الفجر إلى غروب الشمس.",
    "الكلام_الشرعي": "فرائض الصيام خمسة: النية، ترك الأكل والشرب، ترك الجماع، ترك إخراج القيء المتعمد، وترك وصول أي شيء للمعدة.",
    "شرح_التلازم": "إتمام شروط الصوم مع النية الصحيحة والامتناع عن المفطرات يؤدي إلى صحة الصيام، والقضاء والكفارة في حال الإخلال بشروطه."
  },

  "generalRule": "صيام رمضان يتأكد بالنية والامتناع عن المفطرات من طلوع الفجر إلى غروب الشمس، ويثبت الشهر برؤية الهلال أو بإتمام 30 يومًا من شعبان، مع وجوب الإمساك عن المفطرات يوم الشك والقضاء عند الخطأ.",

  "examples": [
    {
      "label": "إثبات شهر رمضان",
      "تعريف": "تحديد بداية شهر رمضان برؤية الهلال أو بإتمام 30 يومًا من شعبان.",
      "أهمية": "يضمن الصيام في الشهر الصحيح ويجنب الشك والخطأ.",
      "أمثلة": [
        "رؤية الهلال من شاهدين عدلين",
        "إتمام 30 يومًا من شعبان إذا لم يرى الهلال"
      ],
      "correct": "ثبوت الشهر بأحد الأمرين",
      "if_wrong": "الصيام في غير الشهر الصحيح",
      "meaning": "تحقيق صحة العبادة وفق الشرع",
      "spiritual": "الاطمئنان إلى صحة الصوم ورضا الله",
      "expansion": "تجنب الفوضى في تحديد بداية الصيام بين المسلمين",
      "source": "ابن عاشور وأحكام الفقهاء"
    },

    {
      "label": "يوم الشك",
      "تعريف": "اليوم الذي لا يمكن التأكد فيه من رؤية الهلال بسبب الغيوم أو عدم رؤية العدول.",
      "أهمية": "يجب الإمساك عن الأكل والشرب والجماع حتى تثبت نية الصيام.",
      "أمثلة": [
        "صيام اليوم التالي إذا ثبت أن اليوم يوم الشك",
        "الإمساك عن المفطرات رغم عدم التأكد"
      ],
      "correct": "الإمساك عن المفطرات يوم الشك",
      "if_wrong": "الإفطار قبل ثبوت يوم الصيام",
      "meaning": "تحقيق صحة الصوم واتباع السنة",
      "spiritual": "تربية النفس على الصبر والحرص على العبادة الصحيحة",
      "expansion": "اليوم المجهول يجب التعامل معه بحذر لضمان صحة الصوم",
      "source": "ابن مؤقت رحمه الله"
    },

    {
      "label": "فرائض الصيام",
      "تعريف": "الأركان الأساسية التي يجب على الصائم الالتزام بها لصحة صومه.",
      "أهمية": "ضمان صحة الصوم واتباع الشرع.",
      "أمثلة": [
        "النية في الليل قبل الفجر",
        "ترك الأكل والشرب من الفجر إلى الغروب",
        "ترك الجماع",
        "ترك إخراج القيء المتعمد",
        "عدم وصول شيء للمعدة من أي منفذ"
      ],
      "correct": "الالتزام بجميع فرائض الصوم الخمسة",
      "if_wrong": "الإخلال بأي ركن يؤدي إلى بطلان الصوم أو وجوب القضاء والكفارة",
      "meaning": "تحقيق صحة العبادة واستحقاق الأجر",
      "spiritual": "تقوى الله والرضا الإلهي",
      "expansion": "فرائض الصيام تشمل النية، الامتناع عن المفطرات، والحفاظ على صحة الصوم طوال اليوم",
      "source": "عبد الواحد بن عاشر وأحاديث النبي ﷺ"
    },

    {
      "label": "النية في الصيام",
      "تعريف": "قصد الصوم قبل الفجر من الليل.",
      "أهمية": "لا يصح الصوم إلا بالنية الصحيحة.",
      "أمثلة": ["نية الصوم قبل الفجر مباشرة", "قصد الصوم لليوم كاملاً"],
      "correct": "النية يجب أن تكون قبل الفجر وتقتصر على الليلة",
      "if_wrong": "الصوم بدون نية صحيح لا يصح",
      "meaning": "أساس قبول الصوم عند الله",
      "spiritual": "تقوى النفس وتحقيق التوجه لله",
      "expansion": "النية تربط العمل بالعبادة وتجعل الصوم مقبولاً",
      "source": "حديث حفصة رضي الله عنها"
    },

    {
      "label": "الإمساك عن المفطرات",
      "تعريف": "ترك الأكل والشرب والجماع وإيصال أي شيء للمعدة من طلوع الفجر إلى غروب الشمس.",
      "أهمية": "شرط لصحة الصوم.",
      "أمثلة": [
        "ترك الطعام والشراب",
        "الامتناع عن الجماع",
        "عدم إخراج القيء المتعمد",
        "عدم وصول أي شيء للمعدة من أي منفذ"
      ],
      "correct": "الامتناع الكامل عن المفطرات خلال وقت الصوم",
      "if_wrong": "الإخلال بأي شرط يؤدي إلى وجوب القضاء أو الكفارة",
      "meaning": "تحقيق صحة الصوم واتباع الشريعة",
      "spiritual": "تحقيق التقوى والاقتراب من الله",
      "expansion": "الإمساك هو العمود الفقري للصيام ويجب الالتزام به طوال اليوم",
      "source": "أقوال الفقهاء الأربعة وعبد الواحد بن عاشر"
    }
  ]
}
