{
  "label": "الحديث — باب الاستقامة",

  "concepts": {
    "title": "مفاهيم الدرس",
    "تعريف": "باب الاستقامة: الثبات على أوامر الله ونواهيه، والتمسك بطاعة الله مع محاسبة النفس والتوبة من الذنوب، والاستمرار في العمل الصالح.",
    "أهمية": "يوضح الاستقامة كركيزة للإيمان والعمل الصالح، ويبين أن الإيمان الحقيقي يشمل قولًا باللسان، واعتقادًا بالقلب، وعملًا بالجوارح.",
    "أسرار": "الاستقامة تحقق رضا الله، ويزداد بها المؤمن قربًا من الملائكة، وتحصل له البشرى في الدنيا والآخرة، وتمنع الغفلة والانحراف.",
    "شرح_الأحداث": "ذكر العلماء والحديث الشريف أهمية الاستقامة، وأثرها على حياة المسلم، مع أمثلة عن الصحابة مثل عمر بن الخطاب وأبي بكر رضي الله عنهما، ودور الملائكة في تأييد المستقيمين.",
    "شرح_الجانب_السياسي": "الاستقامة الفردية تؤدي إلى مجتمع مستقيم متوازن، حيث يحاسب كل فرد نفسه على الأعمال، ويعمل بالقصد والاعتدال دون إفراط أو تفريط.",
    "الكلام_اللغوي": "الاستقامة تعني الثبات على الطريق المستقيم، والتمسك بالأوامر الشرعية دون تراجع أو مساومة.",
    "الكلام_الشرعي": "الاستقامة عبادة مستمرة تشمل الطاعة لله، ومحاسبة النفس، والاعتدال في كل أمر، وهي سبب لنزول الملائكة والبشريات للمؤمنين.",
    "شرح_التلازم": "الاستقامة مرتبطة بالتقوى والإيمان والاعتقاد والعمل الصالح، وهي شرط لاستحقاق رضا الله ودخول الجنة برحمته."
  },

  "generalRule": "الاستقامة هي الثبات على أوامر الله ونواهيه مع محاسبة النفس والتوبة عند الخطأ، والعمل بالقصد والاعتدال، وهي سبب للبشرى ونزول الملائكة وزيادة الإيمان والرضا الإلهي.",

  "examples": [
    {
      "label": "الثبات على الطاعة",
      "تعريف": "التمسك بالأوامر الشرعية وعدم الانحراف عنها.",
      "أهمية": "يحقق رضا الله واستمرارية العمل الصالح.",
      "أمثلة": ["إتمام الصلاة في أوقاتها", "الاستمرار على الصيام والزكاة"],
      "correct": "الالتزام المستمر بالأوامر الشرعية دون تراخٍ.",
      "if_wrong": "التقاعس عن الطاعة أو الانحراف بعد الإيمان.",
      "meaning": "تحقيق الثبات الروحي والعملي.",
      "spiritual": "نيل الرضا الإلهي والبشارات من الملائكة.",
      "expansion": "الثبات على الطاعة يمنع السقوط في المعاصي ويساعد على الاستقامة الدائمة.",
      "source": "آيات القرآن وأحاديث النبي ﷺ"
    },

    {
      "label": "محاسبة النفس",
      "تعريف": "مراجعة الأعمال الصالحة والسيئة باستمرار.",
      "أهمية": "تمنع التراخي وتحقق التطوير الذاتي والتوبة الصادقة.",
      "أمثلة": ["محاسبة الطاعات", "مراجعة الأخطاء والمعاصي"],
      "correct": "المحاسبة اليومية للنفس على كل صغيرة وكبيرة.",
      "if_wrong": "إهمال المحاسبة أو الاقتصار على ظاهر الأعمال.",
      "meaning": "تربية النفس على الانضباط والاستقامة.",
      "spiritual": "الرضا الإلهي والثبات على الطاعة يتحقق بالمحاسبة المستمرة.",
      "expansion": "المحاسبة تمنع الانغماس في المعاصي وتزيد من درجات الإيمان.",
      "source": "أقوال الصحابة والحديث الشريف"
    },

    {
      "label": "الاستعانة بالملائكة",
      "تعريف": "نيل تأييد الملائكة للمؤمنين المستقيمين في حياتهم ودينهم.",
      "أهمية": "يزيد من الثبات والطمأنينة في مواجهة الصعاب.",
      "أمثلة": ["رؤيا صالحة تبشر المؤمن", "الملائكة تحث على الخير"],
      "correct": "الملائكة تدعم المؤمن المستقيم وتبشره ولا تغرّه.",
      "if_wrong": "الاعتقاد بأن الملائكة تتدخل في كل أمر دون استقامة.",
      "meaning": "دعم روحي ومعنوي للمؤمن المستقيم.",
      "spiritual": "الشعور بالطمأنينة والقرب من الله.",
      "expansion": "وجود الملائكة دليل على قبول العمل الصالح ونيل الرضا الإلهي.",
      "source": "أحاديث النبي ﷺ وقصص الصحابة"
    },

    {
      "label": "الأمر بالاعتدال والمقاربة",
      "تعريف": "اتباع الوسطية والقصد في كل أعمال الطاعة دون إفراط أو تفريط.",
      "أهمية": "يحقق الاستمرارية في الطاعة ويمنع التعب أو الغلو.",
      "أمثلة": ["المقاربة في الصلاة والزكاة", "السعي في الطاعات بلا إفراط"],
      "correct": "الاعتدال في الأعمال الصالحة",
      "if_wrong": "الغلو أو التقصير في الطاعة",
      "meaning": "تحقيق التوازن بين العمل والروحانية.",
      "spiritual": "الاستقامة المستمرة عبر التوسط في الأعمال الصالحة.",
      "expansion": "الاعتدال يساعد على الثبات والاستمرار في الطاعات.",
      "source": "حديث النبي ﷺ عن القارب والسد"
    },

    {
      "label": "النتيجة العملية للاستقامة",
      "تعريف": "الثبات على الطاعة والمحافظة على الإيمان حتى ينال الرضا الإلهي والجنة.",
      "أهمية": "تثبت المؤمن في حياته الدنيا وتعده للآخرة.",
      "أمثلة": ["الطمأنينة عند الشدائد", "الشعور بالدعم من الملائكة"],
      "correct": "الاستقامة تؤدي إلى رضا الله ونيل البشرى في الدنيا والآخرة",
      "if_wrong": "الاستقامة غير مكتملة تؤدي إلى ضعف الثبات والتراجع عن الطاعة",
      "meaning": "الاستقامة عملية تربوية وروحية متكاملة.",
      "spiritual": "نيل البشرى والطمأنينة في الحياة الدنيا والفوز بالجنة برحمة الله.",
      "expansion": "الاستقامة تمنع الخوف والحزن المفرط وتؤدي إلى الرضا والاطمئنان.",
      "source": "آيات القرآن وأحاديث النبي ﷺ"
    }
  ]
}
