{
  "label": "مخارج الحروف — وسط اللسان والضاد",

  "concepts": {
    "title": "مفاهيم الدرس",
    "تعريف": "حروف وسط اللسان ثلاثة: الجيم، الشين، والياء غير المادية. تخرج من التصاق وسط اللسان بما يحاذيه من الحنك الأعلى. أما حرف الضاد فهو من حافة اللسان اليمنى أو اليسرى مع الأضراس العليا، وهو من أعسر الحروف نطقًا.",
    "أهمية": "ضبط هذه المخارج يحفظ تلاوة القرآن من التحريف، خاصة الضاد التي هي سِمة العربية وميزة لغوية انفردت بها.",
    "أسرار": "الجيم تعتمد على انضغاط شديد، والشين على التفشّي، والياء على لين وسط اللسان، بينما الضاد تمتاز بالاستطالة، وهي امتداد الصوت على الحافة.",
    "شرح_وسط_اللسان": "هو الموضع الذي ينضغط فيه وسط اللسان مع الحنك الأعلى، مُخرجًا ثلاثة حروف مشهورة بقوتها ونعومة صوتها.",
    "شرح_الضاد": "تُنطق الضاد من حافة اللسان كاملة أو معظمها مع الأضراس العليا، مع امتداد (الاستطالة) وتميّزها عن الظاء التي تخرج من طرف اللسان.",
    "الكلام_اللغوي": "حروف تعتمد على ملامسة دقيقة لمواضع حساسة في الفم لإخراج صوت محكم.",
    "الكلام_النحوي": "لا يهم في هذا الباب، لكن سلامة المخرج تمنع وقوع الغلط المعنوي.",
    "شرح_التلازم": "الجيم والشين والياء لازمات لوسط اللسان، أما الضاد فلا يخرج صوتها إلا من الحافة، ولا تنوب عنها أي منطقة أخرى."
  },

  "generalRule": "حروف وسط اللسان ثلاثة تخرج من منطقة واحدة: وسط اللسان مع الحنك الأعلى. أما الضاد فمخرجها منحصر في حافة اللسان اليمنى أو اليسرى مع الأضراس العليا، ويصاحبها الاستطالة. لا تصح الضاد من طرف اللسان، ولا من الجيم، ولا من الظاء، ولا من الدال المفخمة.",

  "examples": [
    {
      "label": "مخرج الجيم",
      "تعريف": "تخرج الجيم بانضغاط وسط اللسان بالحنك الأعلى، وهي حرف شديد مجهور.",
      "أهمية": "تصحيح الجيم يمنع تحولها إلى (چ) أو (j) الدخيل.",
      "أمثلة": ["جَ", "جُ", "جِ", "أجْر"],
      "correct": "جَ — بصوت منضغط غير مفتوح ولا مفخّم.",
      "if_wrong": "نطقها مثل الجيم المصرية الناعمة أو كحرف (J) الأجنبي.",
      "meaning": "الجيم تعتمد على انحباس الهواء ثم انطلاقه.",
      "spiritual": "قوة الجيم تُذكّر بقوة الخطاب والصدق في القول.",
      "expansion": "الجيم تجمع بين شدّة الصوت ورخاوة الفم بعد الانفراج.",
      "source": "شرح الجزرية — وسط اللسان"
    },

    {
      "label": "مخرج الشين",
      "تعريف": "تخرج الشين من وسط اللسان مع الحنك الأعلى، ويختص صوتها بالتفشّي.",
      "أهمية": "الشين الخالية من التفشي خطأ لأنها تفقد صفتها المميزة.",
      "أمثلة": ["شا", "شي", "شو", "أشْ"],
      "correct": "شَ — بخروج الهواء من الجانبين بتفشٍّ ظاهر.",
      "if_wrong": "ضغط الشين حتى تصبح قريبة من الجيم أو جعلها صفيرية كالصاد.",
      "meaning": "التفشي امتداد الهواء في الشفتين واللثة.",
      "spiritual": "رفق الشين يبعث على الهدوء والسكينة.",
      "expansion": "الشين من أوضح الحروف تفشيًا مما يمنحها نعومة فريدة.",
      "source": "كتب المخارج — باب التفشي"
    },

    {
      "label": "مخرج الياء غير المادية",
      "تعريف": "تخرج من وسط اللسان مع الحنك الأعلى بشرط أن تكون متحركة أو ساكنة غير مدية.",
      "أهمية": "تصحيح الفرق بين الياء المدّية (من الجوف) وغير المدية (من اللسان).",
      "أمثلة": ["يَ", "يُ", "يِ", "بيْن"],
      "correct": "يِ — بانخفاض قليل في اللسان وانفتاح مناسب.",
      "if_wrong": "جعلها مدية أو حنكية زائدة كما في اللهجات غير الفصيحة.",
      "meaning": "الياء حرف لَيّن يجمع بين الرخاوة والدقة.",
      "spiritual": "لين الياء يذكّر بلين القول واللطف.",
      "expansion": "الياء المدّية تعتمد على الجوف فقط، أما غير المدية فمن اللسان.",
      "source": "المتون الصوتية — الياء"
    },

    {
      "label": "مخرج الضاد",
      "تعريف": "تخرج الضاد من إحدى حافتي اللسان أو كلاهما مع الأضراس العليا، ويصاحبها استطالة.",
      "أهمية": "الضاد أشهر الحروف العربية، والخطأ في مخرجها شائع وقد يغيّر المعنى.",
      "أمثلة": ["ضَ", "ضِ", "ضُ", "الأرض"],
      "correct": "ضَ — بامتداد الصوت على الحافة مع التصاقها بالأضراس.",
      "if_wrong": "جعلها ظاءً أو دالاً مفخمة أو زايًا مفخمة.",
      "meaning": "الاستطالة امتداد يجري على الحافة أثناء النطق.",
      "spiritual": "الضاد رمز تفرّد العربية ولسان القرآن.",
      "expansion": "يجوز الاعتماد على الحافة اليمنى وحدها وهي الأسهل.",
      "source": "شرح الجزرية — مخرج الضاد"
    },

    {
      "label": "الفرق بين الضاد والظاء",
      "تعريف": "الضاد من الحافة، والظاء من طرف اللسان مع أطراف الثنايا العليا.",
      "أهمية": "الخطأ بينهما شائع جدًا ويُعدّ لحنًا جليًا إن غيّر المعنى.",
      "أمثلة": ["ضالّين ≠ ظالّين", "الأرض ≠ الأرظ"],
      "correct": "تمييز المخرج: الحافة للضاد والطرف للظاء.",
      "if_wrong": "قلب الضاد ظاء كما تفعل بعض اللهجات أو العكس.",
      "meaning": "اجتماع الصفات لا يعني اتحاد المخرج.",
      "spiritual": "الدقة في إخراج الضاد دليل على إتقان تلاوة القرآن.",
      "expansion": "الضاد انفردت بها العربية بخلاف الظاء.",
      "source": "شروح الجزرية"
    },

    {
      "label": "أخطاء شائعة — مخرج الضاد",
      "تعريف": "من أكبر الأخطاء أن تُنطق الضاد من طرف اللسان أو بقلبها دالاً مفخمة.",
      "أهمية": "هذا الخطأ منتشر ويُعدّ لحنًا يغيّر لفظ القرآن.",
      "أمثلة": ["ولا الضالّين — خطأ: ولا الدالّين"],
      "correct": "إخراج الضاد من الحافة فقط.",
      "if_wrong": "إبدالها بظاء أو دال مفخمة أو زاي مفخمة.",
      "meaning": "الضاد لا علاقة لها بطرف اللسان إطلاقًا.",
      "spiritual": "إتقان الضاد يظهر صدق الحرص على حفظ كلام الله.",
      "expansion": "يُنصح بالتدريب على الحافة اليمنى لأنها أسهل.",
      "source": "المتون التجويدية"
    }
  ]
}
