{
  "label": "مخارج الحروف — مخرج الشفتين والغُنّة",

  "concepts": {
    "title": "مفاهيم الدرس",
    "تعريف": "مخرج الشفتين هو الموضع الذي تخرج منه أربعة أحرف هي: الفاء، الواو غير المادية، الباء، الميم. والغُنّة صوتٌ أغنّ لطيف يخرج من الخيشوم وهو صفة لازمة للنون والميم.",
    "أهمية": "معرفة المخرج الصحيح يقي من التحريف اللفظي الذي يغيّر المعنى، ويحفظ قرآنية التلاوة وصحة التجويد.",
    "أسرار": "حروف الشفتين تتعلق بالتوازن بين الانطباق والانفتاح، أما الغُنّة فهي سر جمالية الصوت وميزان الإتقان.",
    "شرح_الشفتين": "هما بوابة خروج أربعة أحرف تعتمد على الانطباق الجزئي أو الكلي أو الانفتاح بين الشفتين.",
    "شرح_الغنة": "صوت مستقل يخرج من الخيشوم ملازم للنون والميم مهما تحرّكتا أو سكنتا.",
    "الكلام_اللغوي": "أصوات تُخرجها الأعضاء النطقية وفق مواضع محددة.",
    "الكلام_النحوي": "لا يهم في هذا الباب، لكن يراعى أن سلامة اللفظ مدخلٌ لسلامة المعنى.",
    "شرح_التلازم": "غُنّة النون والميم لا تنفك عنهما، لكنها تختلف زمانًا بحسب الحكم من إظهار أو إدغام أو إخفاء."
  },

  "generalRule": "مخرج الشفتين يشتمل على مخرجين تفصيليين: الأول للفاء بين باطن الشفة السفلى وأطراف الثنايا العليا، والثاني للواو غير المادية بانضمام الشفتين، وللباء والميم بانطباقهما. أما الغُنّة فمخرجها الخيشوم، وهي صفة صوتية ملازمة للنون والميم، لا عمل للسان فيها، وتزداد أو تنقص بحسب الحكم التجويدي.",

  "examples": [
    {
      "label": "مخرج حرف الفاء",
      "تعريف": "يخرج حرف الفاء من باطن الشفة السفلى مع أطراف الثنايا العليا دون انطباقٍ تام.",
      "أهمية": "تصحيح الفاء يمنع الخلط بينها وبين الثاء أو صوت (v) الأعجمي.",
      "أمثلة": ["فا", "في", "فو", "أَفْ"],
      "correct": "أف — بوضع باطن الشفة السفلى مع أطراف الثنايا العليا.",
      "if_wrong": "إخراجها من طرف اللسان أو جعلها أقرب إلى (ڤ) أو (ث).",
      "meaning": "الفاء حرف مهموس رخو يعتمد على دقة وضع الشفتين.",
      "spiritual": "رقّة الفاء تُذكّر برقة النطق واللين في القول.",
      "expansion": "الفاء لا تُنطق أبداً بانطباق الشفتين بل بالاحتكاك الخفيف.",
      "source": "شرح الجزرية — باب المخارج"
    },

    {
      "label": "مخرج الواو غير المادية",
      "تعريف": "تخرج بانضمام الشفتين دون تضييق كامل، ويكون الصوت بينيًّا بين الفتح والضم.",
      "أهمية": "تصحيح الفرق بين الواو المدّية (من الجوف) والواو غير المدية (من الشفتين).",
      "أمثلة": ["وَ", "وُ", "وِ", "وَلَوْ"],
      "correct": "وُ — بانضمام الشفتين مع فرجة هوائية.",
      "if_wrong": "جعل الواو المدّية شفهية أو تضييق الفتحة حتى تصبح قريبة من الباء.",
      "meaning": "الواو هنا حرف مُشتَرِك بين الانفتاح والانضمام.",
      "spiritual": "لين الواو يدل على سلاسة اللفظ ونعومة الصوت.",
      "expansion": "الواو المدية تخرج من الجوف، أما غير المدية فمن الشفتين حصراً.",
      "source": "الجزرية — المخارج"
    },

    {
      "label": "مخرج الباء",
      "تعريف": "تخرج بانطباق الشفتين تماماً ثم انفراجهما لخروج الصوت.",
      "أهمية": "الباء حرف شديد مجهور، والانطباق الخاطئ يغيّر جودة الصوت.",
      "أمثلة": ["بَ", "بُ", "بِ", "أبْ"],
      "correct": "بَ — بانطباق الشفتين انطباقًا كاملًا ثم انفراجهما.",
      "if_wrong": "عدم إغلاق الشفتين كليًا أو ضغطهما بشدة تؤدي إلى تشويه النبرة.",
      "meaning": "الباء من الحروف الشديدة التي تعتمد على انحباس الهواء.",
      "spiritual": "قوة الباء تذكّر بقوة البيان وإظهار الحق.",
      "expansion": "الباء أشدّ انطباقًا من الميم لعدم وجود غُنّة فيها.",
      "source": "شرح الناظم — مخرج الشفتين"
    },

    {
      "label": "مخرج الميم",
      "تعريف": "تخرج بانطباق الشفتين لكن انطباقًا ألْيَن من الباء، ويصاحبها غُنّة من الخيشوم.",
      "أهمية": "وجود الغُنّة جزء أصيل من الميم، ودونها يكون النطق ناقصًا.",
      "أمثلة": ["مَ", "مُ", "مِ", "أمْ"],
      "correct": "مَ — بانطباق ليّن للشفتين مع خروج الغنّة.",
      "if_wrong": "نطق الميم دون غُنّة أو جعل الغنة زائدة مبالغًا فيها.",
      "meaning": "الميم حرف شفوي أنفي يجمع بين الفم والخيشوم.",
      "spiritual": "لطف الميم وصوتها الأغنّ يبعث على السكينة.",
      "expansion": "الميم لها جزء فموي (الشفتان) وجزء أنفي (الخيشوم).",
      "source": "الجزرية — باب الميم"
    },

    {
      "label": "الغُنّة — تعريفها ومخرجها",
      "تعريف": "صوت أغنّ لطيف يخرج من الخيشوم، لا عمل للسان فيه، وهو صفة لازمة للنون والميم.",
      "أهمية": "الغنة ميزان الإتقان في تلاوة القرآن وهي من أهم السمات الصوتية.",
      "أمثلة": [
        "نْ — غنة ساكنة",
        "مْ — غنة ساكنة",
        "إدغام بغنة: من يعمل",
        "إخفاء: كنتم"
      ],
      "correct": "إخراج الغنّة من الخيشوم دون تضييق، وبمقدار حركتين في مواضعها.",
      "if_wrong": "جعل كل الحروف مغنَّنة، أو إلغاء الغنّة من النون والميم.",
      "meaning": "الغنّة ليست حرفًا مستقلًا بل صفة لازمة تظهر في أحكام التجويد.",
      "spiritual": "الغنّة صوت رقيق يشبه نحيب الغزالة، يرقّق القلب ويليّن النفس.",
      "expansion": "أكمل ما تكون في الإدغام بغنة والإخفاء، وأقلّ في الإظهار.",
      "source": "شرح الجزرية — مخرج الخيشوم"
    },

    {
      "label": "أخطاء شائعة — الغنة في غير موضعها",
      "تعريف": "من الأخطاء أن ينطق القارئ الغنّة في غير الميم والنون.",
      "أهمية": "يؤدي هذا اللحن الخفي إلى تغيير جمال التلاوة وفقدان صفة الحروف.",
      "أمثلة": ["الحمدُ — خطأ: الحَمْنُ", "قال — خطأ: قانْل"],
      "correct": "حصر الغنّة في النون والميم فقط.",
      "if_wrong": "إضافة غنة إلى الحروف الحلقيّة أو الشديدة أو المستفلة.",
      "meaning": "الغنة لا تُصاحب إلا حرفين فقط، وكل زيادة لحنٌ.",
      "spiritual": "الاقتصاد في الغنة دليل على الاتزان والوسطية.",
      "expansion": "يجب تدريب الخيشوم على التحكم في كمية الهواء لإعطاء الغنة قدرها.",
      "source": "المتون التجويدية"
    }
  ]
}
