{
  "label": "العقيدة — التقليد في الاعتقاد",

  "concepts": {
    "title": "مفاهيم الدرس",
    "تعريف": "الدرس يشرح معنى التقليد في العقيدة، ويعرف من هو المقلد والمخالف له من حيث الإدراك بالدليل، مع توضيح الفرق بين التقليد الصحيح والفاسد.",
    "أهمية": "فهم التقليد في العقيدة يساعد على التمييز بين الاعتقاد الجازم المبني على دليل وبين اتباع قول الغير بلا معرفة.",
    "أسرار": "التمييز بين المقلد الصحيح والفاسد يزيل اللبس حول الإيمان ويبين موقف العلماء من التقليد.",
    "شرح_الأحداث": "يتناول الدرس أقسام المقلدين، اختلاف العلماء في حكم إيمانهم، تعريف التقليد الصحيح والفاسد، شروط النظر الذي يخرج المكلف من التقليد، ودليل العام على وجود الله.",
    "الكلام_اللغوي": "التقليد: اتباع قول الغير دون معرفة الدليل. النظر: التفكير والبحث عن الدليل للوصول إلى المعرفة.",
    "الكلام_الشرعي": "المقلد هو من يتبع قول الغير بلا دليل، مع اختلاف العلماء في إيمانه: مؤمن عاص، مؤمن غير عاص، أو كافر مطلق حسب قدرته على النظر.",
    "شرح_التلازم": "التقليد مرتبط بغياب النظر والتحقق بالدليل، والنظر هو الوسيلة التي توصل المكلف إلى معرفة الله والإيمان الصحيح."
  },

  "generalRule": "التقليد في العقيدة يعني اتباع قول الغير من دون معرفة دليل، ويقسم العلماء المقلدين إلى عدة أقسام بحسب قدرتهم على النظر، فالقول الراجح: المقلد الذي يستطيع النظر ولكنه لم يفعل يكون مؤمناً عاصياً، والمقلد الذي لا يستطيع النظر يكون مؤمناً غير عاصٍ.",

  "examples": [
    {
      "label": "المقلد",
      "تعريف": "الشخص الذي يتبع قول الغير في العقائد من دون أن يعرف الدليل على صحة ذلك القول.",
      "أهمية": "توضيح من يشمل حكم التقليد ومتى يكون التقليد فاسدًا أو صحيحًا.",
      "أمثلة": [
        "سماع شخص بالإسلام لأول مرة ويصدق أن الله واحد والنبي محمد خاتم الأنبياء دون أن يعرف الدليل",
        "اتباع عقائد المسلمين من دون الاطلاع على الأدلة التفصيلية"
      ],
      "correct": "المقلد يتبع قول الغير دون معرفة الدليل",
      "if_wrong": "قد يظن الطالب أن كل من لم يعرف التفصيل مقلد كافر، وهذا غير صحيح",
      "meaning": "تمييز الإيمان الجازم عن التقليد في العقيدة",
      "spiritual": "فهم موقف المقلد يوضح حدود الإيمان الصحيح",
      "expansion": "إظهار الفرق بين اتباع القول بلا دليل والنظر للوصول للمعرفة",
      "source": "طالع البشرة على العقيدة"
    },

    {
      "label": "التقليد الصحيح والفاسد",
      "تعريف": "التقليد الصحيح: اتباع قول الغير بلا مخالفة. التقليد الفاسد: اتباع قول الغير بلا دليل، مع احتمال مخالفة.",
      "أهمية": "توضيح أن التقليد ليس جميعه ضار، وأن بعض التقليد قد يكون مشروعًا وفق شروط معينة.",
      "أمثلة": [
        "اتباع عالم مسلم في اعتقاد صحيح دون دليل تفصيلي → تقليد صحيح",
        "اتباع شخص بدون معرفة أو دليل → تقليد فاسد"
      ],
      "correct": "التقليد الصحيح مشروع إذا كان بلا مخالفة، والفاسد لا يُؤخذ به إلا بالحاجة",
      "if_wrong": "خلط بين التقليد الصحيح والفاسد يؤدي لسوء فهم الحكم الشرعي",
      "meaning": "تمييز المشروع من المرفوض في اتباع قول الغير",
      "spiritual": "يساعد على الحفاظ على عقيدة سليمة وصحيحة",
      "expansion": "توضيح درجات المقلدين وفق قدراتهم على النظر والتفكير",
      "source": "طالع البشرة على العقيدة"
    },

    {
      "label": "النظر كوسيلة للخروج من التقليد",
      "تعريف": "النظر هو التفكير والبحث عن الدليل الذي يتيح للمكلف معرفة صحة الاعتقاد والإيمان.",
      "أهمية": "يوضح الطريق إلى الإيمان الصحيح المبني على دليل، ويبين كيف يخرج المكلف من دائرة التقليد.",
      "أمثلة": [
        "ملاحظة آثار الخلق في الكون → دليل على وجود الله",
        "التفكر في خلق الإنسان والعالم → يقود إلى معرفة الله"
      ],
      "correct": "النظر وسيلة لمعرفة الله والخروج من التقليد",
      "if_wrong": "الاعتماد فقط على التقليد دون نظر يمنع التثبت والإيمان الجازم",
      "meaning": "تحقيق المعرفة بالله بناءً على التفكير والدليل",
      "spiritual": "تعميق الإيمان وفهم العقيدة بشكل صحيح",
      "expansion": "استخدام البراهين اليومية البسيطة كمثال للنظر الإجمالي للوصول للمعرفة",
      "source": "طالع البشرة على العقيدة"
    },

    {
      "label": "أقوال العلماء في حكم إيمان المقلد",
      "تعريف": "اختلاف العلماء في إيمان المقلد بحسب قدرته على النظر والبحث عن الدليل.",
      "أهمية": "توضيح أن حكم المقلد ليس مطلقًا، بل مرتبط بقدرته على التفكير واستعمال العقل.",
      "أمثلة": [
        "المقلد الذي يستطيع النظر ولم يفعل → مؤمن عاصٍ",
        "المقلد الذي لا يستطيع النظر → مؤمن غير عاصٍ"
      ],
      "correct": "القول الراجح: المقلد الذي يملك القدرة على النظر ولكنه لم يفعل يكون مؤمناً عاصياً",
      "if_wrong": "تعميم الكفر على كل المقلدين خطأ",
      "meaning": "تمييز الإيمان الصحيح عن التقليد بناءً على قدرة النظر",
      "spiritual": "تحقيق فهم عميق لمفهوم التقليد والإيمان في العقيدة",
      "expansion": "توضيح الحالات الشاذة والنادرة للمقلدين وكيف حكم العلماء فيها",
      "source": "طالع البشرة على العقيدة"
    }
  ]
}
