{
  "label": "العقيدة — الصفات الواجبة لله",

  "concepts": {
    "title": "مفاهيم الدرس",
    "تعريف": "الدرس يشرح الصفات الواجبة لله تعالى وعددها 20 صفة، مع التركيز على الصفات النفسية والسلبية، وبداية الصفات النفسية مثل صفة الوجود.",
    "أهمية": "فهم الصفات الواجبة لله تعالى يوضح عقيدة التوحيد وينفي الشرك، ويعرف المؤمن بصفات الله الذاتية التي لا تقبل الإضافة.",
    "أسرار": "التمييز بين الصفات الذاتية مثل الوجود، والصفات السلبية مثل القدم والبقاء، يعمق معرفة الله ووجوب وجوده.",
    "شرح_الأحداث": "يتناول الدرس شرح صفة الوجود كصفة نفسية، الصفات السلبية (القدم والبقاء) وتفسيرها، والاستدلال من القرآن على القدم والبقاء، وتوضيح الفرق بين البقاء الذاتي لله والبقاء الطارئ للمخلوقات.",
    "الكلام_اللغوي": "الوجود: يدل على الذات نفسها دون وصف زائد. القدم: يدل على عدم أولية الوجود. البقاء: يدل على استمرار وجود الله بلا نهاية.",
    "الكلام_الشرعي": "الصفات السلبية تُعرف بالنفي مثل عدم الأولية (القدم) وعدم الانتهاء (البقاء). وجود الله واجب الوجود أي لا يُتصور عدمه عقلًا.",
    "شرح_التلازم": "صفة الوجود تؤدي ضمنيًا إلى القدم والبقاء، والتمييز بينها للتفصيل العلمي ضروري، إذ البقاء الذاتي لله يختلف عن بقاء المخلوقات الطارئ."
  },

  "generalRule": "الله متصف بصفات ذاتية ونفسية وسلبية، مثل الوجود والقدم والبقاء، وهذه الصفات تجعل وجوده واجبًا ولا يصح في العقل تصور عدمه، مع بيان التفصيل للطلاب لضمان فهم العقيدة بشكل صحيح.",

  "examples": [
    {
      "label": "صفة الوجود",
      "تعريف": "الوجود صفة نفسية تدل على ذات الله فقط دون أي وصف زائد.",
      "أهمية": "توضح أن وجود الله متضمن لذاته، ويؤسس لفهم الصفات الأخرى مثل القدم والبقاء.",
      "أمثلة": [
        "زيد موجود → صفة الوجود تتعلق بذاته فقط",
        "زيد الكريم → وجود الكرم صفة إضافية، لا تعبر عن الوجود الذاتي"
      ],
      "correct": "الوجود يدل على الذات دون إضافة أي وصف زائد",
      "if_wrong": "قد يختلط على الطالب فهم الصفات الذاتية والصفات الثانوية",
      "meaning": "التمييز بين الصفات الذاتية والصفات الإضافية",
      "spiritual": "تعميق معرفة الله بصفاته الذاتية",
      "expansion": "التركيز على الذاتية والعدم إضافة أي وصف زائد للذات الإلهية",
      "source": "طالع البشرة على العقيدة"
    },

    {
      "label": "الصفات السلبية — القدم والبقاء",
      "تعريف": "الصفات السلبية تنفي عن الله ما لا يليق به، مثل عدم أولية الوجود (القدم) وعدم انتهاء الوجود (البقاء).",
      "أهمية": "توضح الفرق بين الصفات الذاتية والصفات السالبة، وتؤكد وجوب وجود الله.",
      "أمثلة": ["القدم: الله موجود بلا بداية", "البقاء: الله موجود بلا نهاية"],
      "correct": "الصفات السلبية تعرف بالنفي وتؤكد القدم والبقاء لله",
      "if_wrong": "خلط بين الصفات الذاتية والصفات الطارئة للمخلوقات",
      "meaning": "فهم الصفات السالبة يثبت التوحيد ويعرف حدود صفات الله",
      "spiritual": "زيادة يقين المؤمن بوجود الله واجب الوجود",
      "expansion": "توضيح الفرق بين البقاء الذاتي لله والبقاء الطارئ للمخلوقات",
      "source": "طالع البشرة على العقيدة"
    },

    {
      "label": "الاستدلال من القرآن",
      "تعريف": "القرآن يستدل على القدم والبقاء من قوله تعالى: 'هو الأول والآخر'.",
      "أهمية": "يبين كيف يستدل على الصفات من النصوص الشرعية مع توضيح المعنى لكل لفظ.",
      "أمثلة": [
        "الأول → بلا بداية → يدل على القدم",
        "الآخر → بلا نهاية → يدل على البقاء"
      ],
      "correct": "الأول يدل على القدم والآخر يدل على البقاء",
      "if_wrong": "قد يختلط على الطالب فهم الصفات من القرآن",
      "meaning": "الاستدلال على الصفات الثبوتية لله من القرآن",
      "spiritual": "زيادة معرفة المؤمن بصفات الله وتثبيت التوحيد",
      "expansion": "توضيح العلاقة بين النص القرآني وصفات الله الذاتية",
      "source": "طالع البشرة على العقيدة"
    },

    {
      "label": "الوجود الواجب",
      "تعريف": "وجود الله واجب الوجود أي لا يصح في العقل تصور عدمه.",
      "أهمية": "تأكيد على أن وجود الله ضروري وذاتي لا يبدأ ولا ينتهي.",
      "أمثلة": ["وجود الله قديم بلا بداية", "وجود الله باق بلا نهاية"],
      "correct": "وجود الله واجب الوجود",
      "if_wrong": "الخلط بين الوجود الواجب والوجود الطارئ للمخلوقات",
      "meaning": "إثبات وجوب وجود الله وعدم إمكانية تصور عدمه",
      "spiritual": "تعميق التوحيد وإثبات صفات الله الذاتية",
      "expansion": "توضيح الفارق بين وجود الله والوجود الطارئ",
      "source": "طالع البشرة على العقيدة"
    }
  ]
}
