{
  "label": "الأخلاق — أصل المعصية والطاعة",

  "concepts": {
    "title": "مفاهيم الدرس",
    "تعريف": "الدرس يشرح حكمة الإمام ابن عطاء الله السكندري حول أن أصل كل معصية هو الرضا عن النفس وأصل كل طاعة هو اليقظة والعفة، مع التركيز على أهمية مراقبة النفس واختيار الصحبة الصالحة.",
    "أهمية": "فهم هذا المبدأ يساعد الطالب على التمييز بين السلوكيات المفضية إلى المعصية والطاعة، ويعزز الرقابة الداخلية على النفس.",
    "أسرار": "النفس الأمارة بالسوء تدعو للمعصية والغفلة والشهوة، والرضا عن النفس يؤدي إلى الغفلة، بينما اليقظة والعفة تؤدي إلى الطاعة.",
    "شرح_الأحداث": "يتناول الدرس معنى الرضا عن النفس، العلاقة بين الغفلة والشهوة والمعصية، أثر الصحبة على السلوك، وحكم العلم بلا عمل.",
    "الكلام_اللغوي": "الرضا عن النفس: محبة الإنسان لحاله كما هو دون مراقبة. اليقظة: الانتباه لما يرضي الله. العفة: الامتناع عن الشهوات.",
    "الكلام_الشرعي": "النفس الأمارة بالسوء هي العدو الأول للإنسان، والابتعاد عن الرضا عنها واليقظة عليها يرفع الإنسان للطاعة والقرب من الله. اختيار الصحبة الصالحة يساعد على مراقبة النفس والارتقاء بالعمل الصالح.",
    "شرح_التلازم": "الرضا عن النفس يؤدي إلى الغفلة، والغفلة تؤدي إلى الشهوة، والشهوة تؤدي إلى المعصية. المقابل: اليقظة والعفة تؤدي إلى الطاعة والعمل الصالح."
  },

  "generalRule": "أصل كل معصية هو الرضا عن النفس وأصل كل طاعة هو اليقظة والعفة، ويجب على الطالب مراقبة نفسه واختيار صحبة صالحة تعينه على العمل الصالح والابتعاد عن المعصية.",

  "examples": [
    {
      "label": "النفس وأصل المعصية",
      "تعريف": "النفس الأمارة بالسوء تدعو للمعصية، الغفلة، والشهوة.",
      "أهمية": "توضيح أن مصدر كل معصية هو الرضا عن النفس الأمارة بالسوء.",
      "أمثلة": [
        "الرضا بالنقص → يؤدي إلى الغفلة عن ذكر الله",
        "الانغماس في الشهوات → يؤدي إلى ارتكاب المعاصي"
      ],
      "correct": "الرضا عن النفس هو أصل كل معصية",
      "if_wrong": "قد يظن الطالب أن المعصية تأتي من عوامل خارجية فقط",
      "meaning": "التركيز على مراقبة النفس الداخلية لتجنب المعصية",
      "spiritual": "تعميق الوعي الذاتي والرقابة على النفس",
      "expansion": "ربط المعصية بالرضا عن النفس وإهمال اليقظة والعفة",
      "source": "شرح حكمة الإمام ابن عطاء الله السكندري"
    },

    {
      "label": "اليقظة والعفة وأصل الطاعة",
      "تعريف": "اليقظة هي الانتباه لما يرضي الله، والعفة هي الامتناع عن الشهوات.",
      "أهمية": "توضيح أن أساس الطاعة هو مراقبة النفس والامتناع عن الرغبات المحرمة.",
      "أمثلة": [
        "الانتظار عن الغيبة → يقظة النفس",
        "التزام الصوم وعدم الإسراف → العفة"
      ],
      "correct": "اليقظة والعفة تؤديان إلى الطاعة",
      "if_wrong": "قد يظن الطالب أن الطاعة مجرد اتباع الأوامر دون رقابة داخلية",
      "meaning": "مفهوم الطاعة يتطلب الرقابة الداخلية ومقاومة الشهوات",
      "spiritual": "تقوية العلاقة مع الله من خلال الانضباط النفسي",
      "expansion": "ربط الطاعة باليقظة على النفس والعفة عن الشهوات",
      "source": "شرح حكمة الإمام ابن عطاء الله السكندري"
    },

    {
      "label": "أثر الصحبة",
      "تعريف": "اختيار الصحبة الصالحة يعين على مراقبة النفس ويبعد عن المعصية.",
      "أهمية": "توضيح دور الصحبة في تعزيز الطاعة وتقليل الانجراف نحو المعصية.",
      "أمثلة": [
        "مرافقة عالم يعمل بما يعرف → تحفز على الطاعة",
        "مرافقة جاهل راضٍ عن نفسه → يزيد الغفلة والمعصية"
      ],
      "correct": "الصحبة الصالحة تساعد على مراقبة النفس والطاعة",
      "if_wrong": "إهمال اختيار الصحبة الصحيحة يؤدي إلى الانحراف والسلوك السيء",
      "meaning": "أهمية تأثير المحيط الاجتماعي على السلوك الشخصي",
      "spiritual": "اختيار الصحبة الصالحة يقوي التمسك بالقيم الأخلاقية",
      "expansion": "ربط اختيار الصحبة بالرقابة الداخلية ومكافحة الرضا عن النفس",
      "source": "شرح حكمة الإمام ابن عطاء الله السكندري"
    },

    {
      "label": "الرضا عن النفس والغفلة",
      "تعريف": "الرضا عن النفس يؤدي إلى الغفلة عن الله والشهوة التي تؤدي إلى المعصية.",
      "أهمية": "توضيح التسلسل بين الرضا عن النفس، الغفلة، الشهوة، والمعصية.",
      "أمثلة": [
        "من يرضى عن نفسه لا يلاحظ أخطاءه → يقع في معصية",
        "من يغفل عن مراقبة قلبه → تسيطر عليه الرغبات المحرمة"
      ],
      "correct": "الرضا عن النفس يؤدي إلى المعصية عبر الغفلة والشهوة",
      "if_wrong": "إهمال فهم هذه العلاقة يؤدي إلى ضعف الرقابة الذاتية",
      "meaning": "فهم التسلسل النفسي للسلوك السيء وتجنبه",
      "spiritual": "تعميق اليقظة الذاتية ومراقبة النفس",
      "expansion": "ربط المفاهيم بالمعاصي اليومية للطالب",
      "source": "شرح حكمة الإمام ابن عطاء الله السكندري"
    }
  ]
}
